Repository: ankitects/ankimobile-i18n
Catalog: mobile/*/strings.xliff
Languages: ar, de, es, fa, fr, ja, pl, ru, zh_cn, zh_tw

source: New/Review Order
ar: ترتيب البطاقات الجديدة/المراجعات
de: Neu/Wiederholung-Reihenfolge
es: Orden Nuevo/Repaso
fa: ترتیب کارت‌های مرور/تازه
fr: Ordre d'affichage des cartes nouvelles/révisées
ja: 新規/復習カードの順序
pl: Kolejność nowych/powtórek
ru: Порядок новых/просмотров
zh_cn: 学习/复习顺序
zh_tw: 新卡片/待複習卡片順序

source: Next Cloze
ar: عبارة ملء الفراغات التالية
de: Nächster Lückentext
es: Siguiente Hueco
fa: جاخالی بعدی
fr: Prochain texte à trous
ja: 次の穴埋め
pl: Następna luka
ru: След. задание с пропусками
zh_cn: 下一空
zh_tw: 下一個克漏字

source: Next Field
ar: الحقل التالي
de: Nächstes Feld
es: Siguiente Campo
fa: فیلد بعدی
fr: Prochain champ
ja: 次のフィールド
pl: Następne pole
ru: След. поле
zh_cn: 下一字段
zh_tw: 下一個欄位

source: Next Times
ar: الأزمنة التالية
de: Nächste Male
es: Próximas veces
fa: زمان‌های بعدی
fr: Prochaines fois
ja: 次回のカード表示
pl: Czas do następnej powtórki
ru: Время до следующего раза
zh_cn: 下次答题时间
zh_tw: 下次答題時間

source: Night
ar: ليلي
de: Nacht
es: Noche
fa: شب
fr: Nuit
ja: 夜間
pl: Noc
ru: Ночь
zh_cn: 夜间
zh_tw: 夜晚

source: Night Mode
ar: وضع ليلي
de: Nachtmodus
es: Modo Noche
fa: حالت شب
fr: Mode nuit
ja: 夜間モード
pl: Tryb nocny
ru: Темный режим
zh_cn: 夜间模式
zh_tw: 夜晚模式

source: No .apkg or .colpkg files were found in iTunes
ar: تعذر العثور على ملفات .apkg أو .colpkg في iTunes
de: Keine .apkg- oder .colpkg-Dateien in iTunes gefunden
es: No se ha encontrado ningun archivo .apkg o .colpkg en iTunes.
fa: هیچ فایل .apkg یا .colpkg در iTunes یافت نشد
fr: Aucun fichier .apkg ou .colpkg n'a été trouvé dans iTunes
ja: iTunesに.apkgや.colpkgファイルがみつかりません。
pl: Nie znaleziono plików .apkg ani .colpkg w iTunes
ru: .apkg или .colpkg файлы не были найдены в iTunes
zh_cn: iTunes 中没有 .apkg 或 .colpkg 文件
zh_tw: iTunes中找不到 .apkg或 .colpkg檔

source: No Flag
ar: لا مؤشر
de: keine Markierung
es: Sin Bandera
fa: بدون نشان
fr: Aucun drapeau
ja: フラグなし
pl: Brak flagi
ru: Без флага
zh_cn: 无标注
zh_tw: 無旗標

source: No Matches
ar: لم يعثر على أي شيء
de: Keine Übereinstimmungen
es: No hay coincidencias
fa: موردی یافت نشد
fr: Aucun résultat
ja: 該当なし
pl: Brak dopasowań
ru: Нет совпадений
zh_cn: 没有找到匹配结果
zh_tw: 無符合結果

source: No cards are selected.
ar: لم تحدد أي بطاقة.
de: Keine Karte wurde ausgewählt.
es: No hay tarjetas seleccionadas.
fa: هیچ کارتی انتخاب نشده است.
fr: Aucune carte sélectionnée.
ja: カードが選択されていません。
pl: Nie wybrano kart.
ru: Ни одна карточка не выбрана.
zh_cn: 没有卡片被选择
zh_tw: 未選取卡片。

source: No cards studied today.
es: Hoy no hay tarjetas estudiadas.
fa: امروز کارتی مطالعه نشده است.
ru: Пройденных сегодня карточек нет.
zh_cn: 今日没有学习新的内容。
zh_tw: 今天未學習任何卡片。

source: No current card.
ar: لا بطاقة حالية.
de: Keine aktuelle Karte.
es: No hay tarjeta actual.
fa: بدون کارت فعلی.
fr: Aucune carte actuellement.
ja: カードがありません。
pl: Brak aktualnej karty.
ru: Текущая карточка отсутствует.
zh_cn: 目前没有卡片。
zh_tw: 沒有當前卡片。

source: No mature cards were studied today.
es: Hoy no se estudiaron tarjetas maduras.
fa: کارت بالغی امروز مطالعه نشده است.
ru: Ни одна закрепленная карточка не была повторена сегодня.
zh_cn: 今天没有学习熟悉的卡片。
zh_tw: 今天尚未學習任何熟練卡片。

source: Normal
ar: عادي
fa: عادی
ja: 標準
pl: Domyślnie
ru: Обычный
zh_cn: 普通
zh_tw: 正常

source: Note Created
ar: أُنشئت الملحوظة
de: Notiz erstellt
es: Nota creada
fa: یادداشت ساخته شد
fr: Note créée
ja: ノート作成日
pl: Utworzenie notatki
ru: Запись создана
zh_cn: 笔记创建时间
zh_tw: 筆記建立時間

source: Note Type
ar: نوع الملحوظة
de: Notiztyp
es: Tipo de nota
fa: نوع یادداشت
fr: Type de note
ja: ノートタイプ
pl: Typ notatki
ru: Тип записи
zh_cn: 笔记类型
zh_tw: 筆記類型

source: Note Updated
ar: حُدِّثت الملحوظة
de: Notiz aktualisiert
es: Nota actualizada
fa: یادداشت به‌روز شد
fr: Note mise à jour
ja: ノート上書き日
pl: Aktualizacja notatki
ru: Запись изменена
zh_cn: 笔记更新时间
zh_tw: 筆記更新時間

source: Note and its %i card(s) suspended
ar: عُلِّقت الملحوظة وبطاقاتها الـ%i
de: Notiz und ihre %i Karte(n) ausgesetzt
es: Nota y sus %i tarjetas suspendidas
fa: یادداشت و %i کارت آن معلق شدند
fr: Note et ses %i carte(s) ont été suspendues
ja: ノートと関連のカード%i枚を保留しました
pl: Zawieszono notatkę i jej %i kart(y)
ru: Запись вместе с ее %i карточками исключена
zh_cn: 笔记及其 %i 张卡片已保留
zh_tw: 已暫時停止的筆記和與其關聯的%i張卡片

source: Note and its %i cards deleted
ar: حُذفِت الملحوظة وبطاقاتها الـ %i.
de: Notiz und ihre %i Karten gelöscht
es: Nota y sus %i cartas han sido eliminadas
fa: یادداشت و %i کارت آن حذف شدند
fr: La note et ses cartes %i ont été supprimées
ja: ノートと関連のカード%i枚を削除しました
pl: Usunięto notatkę i jej %i kart(y)
ru: Запись вместе с ее %i карточками удалена
zh_cn: 笔记及其 %i 张卡片已删除
zh_tw: 已刪除筆記和與其關聯的%i張卡片

source: Note buried
ar: دُفِنت الملحوظة
de: Notiz zurückgestellt
es: Nota enterrada
fa: یادداشت دفن شد
fr: Note enterrée
ja: ノートを延期しました
pl: Notatka zakopana
ru: Запись отложена
zh_cn: 笔记已延期
zh_tw: 已暫時隱藏筆記

source: Note deleted
ar: حُذِفت الملحوظة
de: Notiz gelöscht
es: Nota borrada
fa: یادداشت حذف شد
fr: Note supprimée
ja: ノートを削除しました
pl: Notatka usunięta
ru: Запись удалена
zh_cn: 笔记已删除
zh_tw: 已刪除筆記

source: Note marked and buried
ar: عُلِّمت الملحوظة ودُفِنت
de: Notiz gekennzeichnet und zurückgestellt
es: Nota marcada y enterrada
fa: یادداشت علامت‌گذاری و دفن شد
fr: Note marquée et enterrée
ja: ノートをマーク＋延期しました
pl: Notatka wyróżniona i zakopana
ru: Запись помечена и отложена
zh_cn: 笔记已标记并延期
zh_tw: 已標記並暫時隱藏筆記

source: Note suspended
ar: عُلِّقت الملحوظة
de: Notiz ausgesetzt
es: Nota suspendida
fa: یادداشت معلق شد
fr: Note suspendue
ja: ノートを保留しました
pl: Notatka zawieszona
ru: Запись исключена
zh_cn: 笔记已保留
zh_tw: 已暫時停止筆記

source: Note unsuspended
ar: فُعِّلت الملحوظة
de: Notiz eingesetzt
es: Nota sin suspender
fa: تعلیق کارت لغو شد
fr: Note non suspendue
ja: ノートの保留を解除しました
pl: Notatka odwieszona
ru: Запись включена
zh_cn: 保留笔记已取出
zh_tw: 已取消暫時停止筆記

source: Note:
ar: ملحوظة:
de: Notiz:
es: Nota:
fa: یادداشت:
ja: ノート：
pl: Notatka:
ru: Запись:
zh_cn: 笔记：
zh_tw: 筆記：

source: Nothing to undo
ar: لا يوجد أي إجراء للتراجع عنه
de: Nichts zum Zurücknehmen
es: No hay nada que deshacer
fa: عملی برای لغو وجود ندارد
fr: Rien à annuler
ja: 元に戻すものがありません
pl: Nic do cofnięcia
ru: Нечего отменять
zh_cn: 无可撤销
zh_tw: 沒有可復原的動作

source: Notifications
ar: تنبيهات
de: Benachrichtigungen
es: Notificaciones
fa: اعلان‌ها
ja: 通知
pl: Powiadomienia
ru: Уведомления
zh_cn: 通知
zh_tw: 通知

source: OK
ar: موافق
es: Aceptar
fa: تأیید
fr: Valider
ru: ОК
zh_cn: 确定
zh_tw: 確定

source: Off
ar: غير مفعل
de: Aus
es: Desactivado
fa: خاموش
fr: Désactivé
ja: オフ
pl: Wył.
ru: Выкл.
zh_cn: 禁用
zh_tw: 關閉

source: Oldest seen first
ar: الأقدم أولًا
de: erstem Lerntag (älteste zuerst)
es: Mostrar antes las más viejas
fa: آخرین دیده شده در ابتدا
fr: Priorité aux plus anciennes
ja: 前回表示日時が古い順
pl: Najpierw najstarsze
ru: Сначала просмотренные давно
zh_cn: 最久未复习的在前
zh_tw: 最早查看的優先

source: Only one client can access AnkiWeb at a time.
es: Sólo un cliente puede acceder a AnkiWeb a la vez.
ru: Только один клиент может работать с AnkiWeb одновременно.
zh_cn: 同一时刻只有一个客户端能访问AnkiWeb。

source: Options
ar: خيارات
de: Optionen
es: Opciones
fa: تنظیمات
ja: 設定
pl: Opcje
ru: Настройки
zh_cn: 选项
zh_tw: 選項

source: Options group
ar: مجموعة الخيارات
de: Optionengruppe
es: Opciones de grupo
fa: گروه اختیارات
fr: Groupe d'options
ja: 設定グループ
pl: Grupa opcji
ru: Группа настроек
zh_cn: 选项组
zh_tw: 選項群組

source: Order
ar: الترتيب
de: Reihenfolge
es: Orden
fa: ترتیب
fr: Ordre d’apparition
ja: 順序
pl: Kolejność
ru: Порядок
zh_cn: 顺序
zh_tw: 順序

source: Order added
ar: تاريخ الإضافة
de: Erstelldatum (älteste zuerst)
es: Orden añadido
fa: به ترتیب اضافه شده
fr: Ordre d'ajout
ja: 追加日が古い順
pl: W kolejności dodania
ru: В порядке добавления
zh_cn: 添加日期顺序
zh_tw: 依新增順序

source: Order due
ar: تاريخ الاستحقاق
de: Fälligkeit
es: Orden de programadas
fa: به ترتیب موعد مرور
fr: Ordre des échéances
ja: 復習期日が古い順
pl: W kolejności oczekiwania
ru: По расписанию повторения
zh_cn: 到期日期顺序
zh_tw: 依到期順序

source: Pad
ar: المسودة
es: Blog
fa: چرکنویس
fr: Pavé
ja: 手書
pl: Brud.
ru: Блок.
zh_cn: 手写板
zh_tw: 速記本

source: Pad Size
ar: حجم المسودة
de: Padgröße
es: Tamaño del bloc de notas
fa: اندازۀ چرکنویس
fr: Taille du pavé
ja: 手書サ
pl: Roz.Brud.
ru: Разм. блок.
zh_cn: 手写板大小
zh_tw: 速記本大小

source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fa: رمز عبور
fr: Mot de passe
ja: パスワード
pl: Hasło
ru: Пароль
zh_cn: 密码
zh_tw: 密碼

source: Pause
ar: إيقاف
de: Pausieren
es: Pausar
fa: مکث
fr: Arrêter
ja: 停止
pl: Pauza
ru: Приостановить
zh_cn: 暂停
zh_tw: 暫停

source: Pause Audio
ar: إيقاف الصوت
de: Audio pausieren
es: Pausar audio
fa: توقف صدا
ja: 音声一時停止
pl: Pauzuj dźwięk
ru: Приостановить аудио
zh_cn: 暂停音频
zh_tw: 暫停音訊

source: Pen Size
ar: حجم القلم
de: Stiftgröße
es: Tamaño del lápiz
fa: اندازۀ قلم
fr: Taille du stylet
ja: ペンの太さ
pl: Rozmiar pisma
ru: Размер пера
zh_cn: 笔迹粗细
zh_tw: 筆跡大小

source: Percentage
es: Porcentaje
fa: درصد
ru: Процент
zh_cn: 百分比
zh_tw: 百分比

source: Please check your network connection and try again.
es: Por favor, comprueba tu conexión de red e inténtalo de nuevo.
ru: Проверьте свое интернет-соединение и попробуйте снова.
zh_cn: 请检查您的网络连接并重试。

source: Please choose a file.
ar: اختر ملفًا.
de: Bitte wählen Sie eine Datei aus.
es: Por favor, elije un archivo.
fa: لطفاً یک فایل را انتخاب کنید.
fr: Sélectionnez un fichier.
ja: ファイルを選択してください。
pl: Wybierz plik.
ru: Выберите файл.
zh_cn: 请选择一个文件。
zh_tw: 請選擇一個檔案。

source: Please enter your AnkiWeb details.
ar: أدخل بيانات حساب AnkiWeb الخاص بك.
de: Bitte geben Sie Ihre AnkiWeb-Daten ein.
es: Por favor, introduce tus datos de AnkiWeb.
fa: لطفاً مشخصات AnkiWeb خود را وراد کنید.
fr: Veuillez entrer vos identifiants.
ja: ログインの詳細を入力してください。
pl: Podaj swoje dane do AnkiWeb.
ru: Введите свои данные от AnkiWeb.
zh_cn: 请输入您AnkiWeb的详细信息
zh_tw: 請輸入您的AnkiWeb詳細資訊。

source: Please provide some text, avoiding symbols and underscores.
ar: الرجاء إدخال نص ما، مع تجنب الرموز والشرطات التحتية.
de: Bitte stellen Sie etwas Text zur Verfügung und vermeiden Sie dabei Symbole und Unterstriche.
es: Por favor escribe algún texto, evitando símbolos y guiones bajos.
fa: لطفاً از متنی فاقد علامت و خط زیر استفاده کنید.
fr: Veuillez renseigner du texte, en évitant les symboles et les tirets bas.
ja: シンボルやアンダースコア以外の文字を入力してください。
pl: Wpisz tekst unikając symboli i znaków podkreślenia.
ru: Впишите текст, избегая символов и знаков подчеркивания.
zh_cn: 请提供一些文本，避免使用符号和下划线。
zh_tw: 請提供一些文字，避免輸入標點符號和底線。

source: Please run Empty Cards on the computer version.
ar: الرجاء استخدام ميزة البطاقات الفارغة في نسخة الحاسوب.
de: Bitte führen Sie die Aktion "Leere Karten" in der Computer-Version von Anki aus.
es: Por favor, ejecute las tarjetas vacías en la versión de ordenador.
fa: لطفاً در نسخۀ کامپیوتر از گزینۀ کارت‌های خالی استفاده کنید.
fr: Veuillez exécuter les cartes vides sur la version ordinateur.
ja: コンピュータ版で空のカードを実行してください。
pl: Uruchom Puste karty w wersji komputerowej.
ru: Запустите очистку карточек в версии для компьютера.
zh_cn: 请在计算机版本运行“空白卡片”。
zh_tw: 請在電腦版執行「空白卡片」。

source: Please select another profile first.
ar: الرجاء تحديد ملف شخصي آخر أولًا.
de: Bitte wählen Sie zunächst ein anderes Profil aus.
es: Por favor, selecciona otro perfil primero.
fa: لطفاً ابتدا پروفایل دیگری را انتخاب کنید.
fr: Veuillez d'abord sélectionner un autre profil.
ja: 別のプロファイルを選択した状態で実行してください。
pl: Najpierw wybierz inny profil.
ru: Сначала выберите другой профиль.
zh_cn: 请先选用其他配置文件。
zh_tw: 請先選取另一個設定檔。

source: Please tap the '?' in the top left to get started.
ar: الرجاء النقر على '?' في أعلى اليسار للبدء.
de: Bitte tippen Sie das '?' oben links an, um loszulegen.
es: Por favor toca el '?' en la parte superior izquierda para empezar.
fa: لطفاً روی '؟' در گوشۀ چپ بالا بزنید تا راهنما باز شود.
fr: Appuyez sur le bouton '?' en haut à gauche pour commencer.
ja: 左上の？アイコンをタップするとAnkiMobileのウェブサイトを開きます。
pl: Naciśnij „?” w lewym górnym rogu, aby rozpocząć.
ru: Коснитесь '?' в левом верху для того, чтобы начать.
zh_cn: 请点击左上角的 ? 以开始。
zh_tw: 請按一下左上的「？」來開始。

source: Please wait a few minutes, and try again.
es: Por favor, espere unos minutos e inténtelo de nuevo.
ru: Подождите несколько минут и попробуйте снова.
zh_cn: 请稍等几分钟后再试。

source: Position
es: Posición
fa: موقعیت
ru: Позиция
zh_cn: 到期位次
zh_tw: 位置

source: Preferences
ar: تفضيلات
de: Einstellungen
es: Preferencias
fa: تنظیمات
fr: Préférences
ja: 設定
pl: Ustawienia
ru: Настройки
zh_cn: 偏好设置
zh_tw: 偏好設定

source: Preview
ar: معاينة
de: Vorschau
es: Previsualizar
fa: پیش‌نمایش
fr: Aperçu
ja: プレビュー
pl: Podgląd
ru: Предпросмотр
zh_cn: 预览
zh_tw: 預覽

source: Preview all cards with certain tags
ar: معاينة كل البطاقات التي لها وسوم معينة
de: Vorschau aller Karten mit bestimmten Schlagwörtern
es: Previsualizar todas las tarjetas con ciertas etiquetas
fa: پیش‌نمایش همۀ کارت‌های دارای برچسب‌های خاص
fr: Aperçu des cartes avec certains tags
ja: タグ付カードに目を通す
pl: Podglądnij wszys. karty z określ. etyk.
ru: Предпросмотр всех карт с опр. метками
zh_cn: 预览带有特定标签的卡片
zh_tw: 預覽所有貼有特定標籤的卡片

source: Preview new cards
ar: معاينة البطاقات الجديدة
de: Vorschau neuer Karten
es: Previsualizar tarjetas nuevas
fa: پیش‌نمایش کارت‌های جدید
fr: Aperçu des cartes inédites
ja: 新規カードに目を通す
pl: Podglądnij nowe karty
ru: Предпросмотр новых карточек
zh_cn: 预览近期添加的新卡片
zh_tw: 預習新的卡片

source: Processed media files: %d...
ar: ملفات الوسائط المعالجة: %d...
de: Mediendateien werden verarbeitet: %d...
es: Archivos multimedia procesados: %d...
fa: فایل‌های رسانه پردازش شد: %d...
fr: Nombre de fichiers média traités: %d...
ja: メディアファイルを処理中：%d...
pl: Przetworzone pliki: %d...
ru: Обработано медиафайлов: %d...
zh_cn: 已处理媒体文件： %d...
zh_tw: 已處理媒體檔：%d...

source: Processing...
ar: معالجة...
de: Verarbeitung läuft …
es: Procesando...
fa: در حال پردازش...
fr: Traitement...
ja: 処理中...
pl: Przetwarzanie...
ru: Обрабатывается...
zh_cn: 处理中...
zh_tw: 處理中...

source: Profile name
ar: اسم الملف الشخصي
de: Profilname
es: Nombre del perfil
fa: نام پروفایل
fr: Nom de profil
ja: プロファイル名
pl: Nazwa profilu
ru: Название профиля
zh_cn: 配置文件名
zh_tw: 設定檔名稱

source: Profiles
ar: ملفات شخصية
de: Profile
es: Perfiles
fa: پروفایل‌ها
fr: Comptes
ja: プロファイル
pl: Profile
ru: Профили
zh_cn: 个人配置文件
zh_tw: 設定檔

source: Question
ar: سؤال
de: Frage
es: Pregunta
fa: سوال
ja: 問題
pl: Pytanie
ru: Вопрос
zh_cn: 问题
zh_tw: 問題

source: Question Seconds
ar: مدة عرض السؤال بالثانية
de: Sekunden zum Fragen
es: Segundos en pregunta
fa: ثانیه‌های سوال
fr: Nombre de secondes par question
ja: 問題を表示する時間 (秒)
pl: Sekund pytania
ru: Секунд для ответа
zh_cn: 问题播放时间 (秒)
zh_tw: 問題顯示時間

source: Question Side
ar: جانب السؤال
de: Frageseite
es: Lado de la pregunta
fa: طرف سوال
fr: Côté question
ja: 問題側
pl: Strona z pytaniem
ru: Сторона вопроса
zh_cn: 问题界面
zh_tw: 問題面

source: Question+Answer
ar: سؤال+جواب
de: Frage+Antwort
es: Pregunta + Respuesta
fa: سوال+پاسخ
fr: Question+Réponse
ja: 問題＋答え
pl: Pytanie+Odpowiedź
ru: Вопрос+Ответ
zh_cn: 问题 + 答案
zh_tw: 問題+答案

source: Random
ar: عشوائي
de: Zufall
es: Aleatorio
fa: تصادفی
fr: Au hasard
ja: ランダム
pl: Losowa
ru: В случайном порядке
zh_cn: 随机
zh_tw: 隨機

source: Rebuild
ar: إعادة إنشاء
de: Neu erstellen
es: Reconstruir
fa: بازسازی
fr: Refondre
ja: 再作成
pl: Przebuduj
ru: Реконструировать
zh_cn: 重建
zh_tw: 重建

source: Record
ar: تسجيل
de: Aufnehmen
es: Grabar
fa: ضبط
fr: Enreg.
ja: 録音
pl: Nagraj
ru: Записать
zh_cn: 录音
zh_tw: 錄製

source: Record Voice
ar: تسجيل صوت
de: Stimme aufnehmen
es: Grabar Voz
fa: ضبط صدا
fr: S’enregistrer
ja: 声を録音する
pl: Nagraj głos
ru: Записать голос
zh_cn: 录制音频
zh_tw: 錄製聲音

source: Recording...
ar: تسجيل...
de: Aufnahme läuft...
es: Grabando...
fa: در حال ضبط...
fr: Enregistrement ...
ja: 録音中...
pl: Nagrywanie...
ru: Запись...
zh_cn: 正在录音…
zh_tw: 錄製中...

source: Relative overdueness
ar: التأخر النسبي
de: Überfällig relativ zum Intervall
es: Atraso relativo
fa: تأخیر نسبی
fr: Échéance dépassée relative
ja: 期日超過が相対的に大きい順
pl: Według względnego spóźnienia
ru: Относительная просроченность
zh_cn: 相对过期程度
zh_tw: 依相對過期程度

source: Relearn
es: Reaprender
fa: بازآموزی
ru: Переучиваемые
zh_cn: 重新学习
zh_tw: 重新學習

source: Remaining Count
ar: عدد البطاقات المتبقية
de: Zähler für verbleibend
es: Recuento Restante
fa: تعداد باقی‌مانده
fr: Compte restant
ja: 残りのカード数
pl: Liczba pozostałych kart
ru: Оставшееся количество
zh_cn: 剩余卡片数
zh_tw: 剩餘計數

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fa: تغییر نام
fr: Renommer
ja: 名前を変更
pl: Zmień nazwę
ru: Переименовать
zh_cn: 重命名
zh_tw: 重新命名

source: Rename Deck
ar: تغيير اسم الرزمة
de: Stapel umbenennen
es: Renombrar mazo
fa: نامگذاری مجدد دسته
fr: Renommer le paquet
ja: デッキ名を変更
pl: Zmień nazwę talii
ru: Переименовать колоду
zh_cn: 重命名记忆库
zh_tw: 重新命名牌組

source: Rename Profile
ar: تغيير اسم الملف الشخصي
de: Profil umbenennen
es: Renombrar perfil
fa: نام‌گذاری مجدد پروفایل
fr: Renommer le profil
ja: プロファイル名を変更
pl: Zmień nazwę profilu
ru: Переименовать профиль
zh_cn: 重命名配置文件
zh_tw: 重新命名設定檔

source: Repetitions
ar: تكرارات
de: Wiederholungen
es: Repeticiones
fa: تکرارها
fr: Répétitions
ja: 学習頻度
pl: Powtórzenia
ru: Повторения
zh_cn: 重复次数
zh_tw: 重複次數

source: Replace Collection
ar: استبدال المجموعة
de: Sammlung ersetzen
es: Reemplazar colección
fa: تغییر مجموعه
fr: Remplacer la collection
ja: コレクションを置き換える
pl: Zastąp kolekcję
ru: Заменить коллекцию
zh_cn: 替换卡组集合
zh_tw: 取代集合

source: Replay
ar: إعادة تشغيل
de: Erneut abspielen
es: Repetir
fa: پخش مجدد
fr: Réentendre
ja: 再生
pl: Odtwórz
ru: Перевоспроизведение
zh_cn: 重播
zh_tw: 重播

source: Replay Audio
ar: إعادة تشغيل الصوت
de: Audiodatei erneut abspielen
es: Reproducir sonido
fa: پخش مجدد صوت
fr: Rejouer le son
ja: 音声再生
pl: Odtwórz dźwięk
ru: Перевоспроизвести аудио
zh_cn: 重新播放音频
zh_tw: 重播音訊

source: Replay Card
ar: إعادة تشغيل صوت البطاقة
de: Karte erneut abspielen
es: Repetir tarjeta
fa: پخش مجدد کارت
fr: Refaire la carte
ja: カードを再生
pl: Odtwórz kartę
ru: Перевоспроизвести карточку
zh_cn: 回放卡片
zh_tw: 重播卡片

source: Replay Voice
ar: إعادة تشغيل الصوت
de: Stimme erneut abspielen
es: Reproducir voz
fa: پخش کجدد صدا
fr: Réentendre la voix
ja: 音声を再生
pl: Odtwórz głos
ru: Перевоспроизвести голос
zh_cn: 重播音频
zh_tw: 重播聲音

source: Replay q. audio in answer
ar: إعادة تشغيل أصوات السؤال في جانب الجواب
de: Fr.-Audio in der Antwort erneut abspielen
es: Repetir q. audio en respuesta
fa: پخش صوت سوال در قسمت پاسخ
fr: Réentendre l'audio de la question sur le côté réponse
ja: 答表示時に問題音声再生
pl: Powtórz dźwięk w odpowiedzi
ru: Перевоспроизвести аудио в ответе
zh_cn: 显示答案时重播问题音频
zh_tw: 在答案重播問題音訊

source: Reschedule
ar: إعادة جدولة
de: Neu planen
es: Reprogramar
fa: زمان‌بندی مجدد
fr: Replanifier
ja: スケジュールを変更
pl: Zmień plan
ru: Перепланировать
zh_cn: 重新安排进度
zh_tw: 重新排程

source: Rescheduled card.
ar: أعيدت جدولة البطاقة.
de: Karte zeitlich neu geplant.
es: Tarjeta reprogramada.
fa: کارت‌های مجدداً زمان‌بندی شده.
fr: Carte cédulée à nouveau.
ja: カードのスケジュールを変更しました。
pl: Zmieniono plan karty.
ru: Карточка перепланирована.
zh_cn: 已重新安排卡片进度。
zh_tw: 將卡片重新排程。

source: Reset Card
ar: أعيد تعيين البطاقة
de: Karte resetten
es: Restablecer Tarjeta
fa: بازنشانی کارت
fr: Réinitialiser la carte
ja: カードをリセット
pl: Resetuj kartę
ru: Сбросить карточку
zh_cn: 重置为新卡片
zh_tw: 重設卡片

source: Reset Cards
ar: أعيد تعيين البطاقات
de: Karten resetten
es: Restablecer Tarjetas
fa: بازنشانی کارت‌ها
fr: Réinitialiser la carte
ja: カードをリセット
pl: Resetuj karty
ru: Сбросить карточки
zh_cn: 重置为新卡片
zh_tw: 重設卡片

source: Reset all settings to defaults?
ar: هل تريد إعادة تعيين كل الإعدادات إلى الإعدادات الافتراضية؟
de: Alle Einstellungen auf die Standardeinstellungen zurücksetzen?
es: ¿Restablecer todos los ajustes a los predeterminados?
fa: بازنشانی همۀ تنظیمات به حالت پیش‌فرض؟
fr: Réinitialiser tous les paramètres par défaut ?
ja: すべての設定をデフォルトに戻しますか？
pl: Czy chcesz przywrócić ustawienia domyślne?
ru: Сбросить все настройки до значений по умолчанию?
zh_cn: 将所有设置重置为默认值？
zh_tw: 重設所有設定為預設值？

source: Reset.C
ar: إعادة تعيين بطاقة
de: C. resetten
es: Reset.T
fa: بازنشانی کارت
fr: Reset
ja: カ初期
pl: Reset.K
ru: Сбр.К
zh_cn: 重置卡片
zh_tw: 重設卡片

source: Restore Defaults
ar: استعادة الافتراضيات
de: Standardeinstellungen wiederherstellen
es: Restaurar valores por defecto
fa: بازنشانی به پیش‌فرض
fr: Paramètres par défaut
ja: 初期設定に戻す
pl: Przywróć ustawienia domyślne
ru: Восстановить значения по умолчанию
zh_cn: 恢复默认值
zh_tw: 恢復預設

source: Revert
ar: استرجاع
de: Zurücknehmen
es: Revertir
fa: برگرداندن
fr: Rétablir
ja: 元に戻す
pl: Przywróć
ru: Вернуть
zh_cn: 还原
zh_tw: 還原

source: Revert to Backup
ar: استرجاع نسخة احتياطية
de: Auf den Stand der Sicherungskopie zurücksetzen
es: Revertir a una copia de seguridad
fa: بازگردانی به پشتیبان
fr: Rétablir la copie de sécurité
ja: バックアップの状態に戻す
pl: Przywróć kopię zapasową
ru: Вернуть до копии
zh_cn: 还原备份
zh_tw: 還原備份

source: Reverted to backup.
ar: استرجعت النسخة الاحتياطية.
de: Auf den Stand der Sicherungskopie zurückgesetzt.
es: Revertido a la copia de seguridad.
fa: بازگردانی به پشتیبان انجام شد.
fr: Copie de sécurité rétablie.
ja: バックアップの状態を復元しました。
pl: Przywrócono kopię zapasową.
ru: Возвращено к копии.
zh_cn: 备份已还原。
zh_tw: 已還原到備份。

source: Review
ar: مراجعة
de: Wiederholen
es: Repasar
fa: مرور
fr: Révision
ja: 復習
pl: Nauka
ru: Повторение
zh_cn: 复习
zh_tw: 複習

source: Review Count
es: Número de repasos
fa: تعداد مرور
ru: Количество повторений
zh_cn: 答题数量
zh_tw: 複習計數

source: Review Time
es: Tiempo de repaso
fa: زمان مرور
ru: Время на повторения
zh_cn: 答题时间
zh_tw: 複習時間

source: Review ahead
ar: المراجعة مبكرًا
de: Vorauslernen
es: Repasar por adelantado
fa: مرور پیش از موعد
fr: Avancer la révision
ja: 先取りして学習する
pl: Powtórz z wyprzedzeniem
ru: Просмотреть вперед (вне дневного лимита)
zh_cn: 提前复习
zh_tw: 提早複習

source: Review due cards with certain tags
ar: مراجعة البطاقات المستحقة التي لها وسوم معينة
de: Fällige Karten wiederholen mit bestimmten Schlagwörtern
es: Revisar las tarjetas de vencimiento con ciertas etiquetas
fa: مرور کارت‌های دارای برچسب‌های خاص
fr: Revoir les cartes avec certains tags
ja: 期日のタグ付カードを復習
pl: Powtórz oczekujące karty z określ. etyk.
ru: Просмотреть запланированные карточки с опр. пометками
zh_cn: 复习带有特定标签的到期卡片
zh_tw: 複習貼有特定標籤的到期卡片

source: Review forgotten cards
ar: مراجعة البطاقات المنسية
de: Vergessene Karten wiederholen
es: Repasar tarjetas olvidadas
fa: مرور کارت‌های فراموش شده
fr: Revoir les cartes oubliées
ja: 忘却したカードを復習する
pl: Powtórz zapomniane karty
ru: Повторить забытые карточки
zh_cn: 复习忘记的卡片
zh_tw: 複習忘記的卡片

source: Review success rate for each hour of the day.
es: Porcentaje de repasos correctos a lo largo del día.
fa: میزان موفقیت مرور در هر ساعت از روز.
ru: Доля удачных просмотров в определенный час
zh_cn: 当日每小时的复习成功率。
zh_tw: 當天的每小時複習成功率。

source: Review undone
ar: مراجعة البطاقات غير المكتملة
de: Wiederholung unvollständig
es: Revisión deshecha
fa: مرور لغو شد
fr: Révision annulée
ja: カードを戻しました
pl: Powtórka cofnięta
ru: Просмотр отменен
zh_cn: 复习已撤销
zh_tw: 已復原復習

source: Reviews
ar: مراجعات
de: Wiederholungen
es: Repasos
fa: مرورها
fr: Révisions
ja: 復習
pl: Powtórki
ru: Повторение
zh_cn: 复习次数
zh_tw: 複習

source: Reviews first
ar: المراجعات أولًا
de: Wiederholungen zuerst
es: Repasos primero
fa: اول مرورها
fr: Révisions en premier
ja: 復習カードが先
pl: Najpierw powtórki
ru: Сначала просмотры
zh_cn: 先复习
zh_tw: 待複習卡片優先

source: Right
ar: يمين
de: Rechts
es: Derecha
fa: راست
fr: Droite
ja: 右寄せ
pl: Prawo
ru: Справа
zh_cn: 右对齐
zh_tw: 右對齊

source: Right Shoulder
ar: أزرار التحكم الخلفي اليمنى
de: Rechte Schulter
es: Gatillo Derecho
fa: سمت راست
fr: Droitier
ja: 右ショルダー
pl: Prawy bumper
ru: Правый бампер
zh_cn: 右肩键
zh_tw: RS

source: Right Thumbstick Button
ar: عصا الإبهام اليمنى
de: Rechter Knopf für Daumen
es: Botón derecho del joystick
fa: دکمۀ انگشت شست چپ
fr: Bouton miniature à droite
ja: 右スティック
pl: Przycisk prawej gałki
ru: Кнопка правого стика
zh_cn: 右摇杆
zh_tw: 右搖桿按鈕

source: Right Trigger
ar: المفتاح الأيمن
de: Rechts Auslöser
es: Gatillo derecho
fa: کلید راست
fr: Déclencheur à droite
ja: 右トリガー
pl: Prawy spust
ru: Правый триггер
zh_cn: 右扳机键
zh_tw: RT

source: S.Ans
ar: إظهار الجواب
de: S.Ant.
es: S.Res
fa: نمایش پاسخ
fr: Réponse
ja: 答表示
pl: Pok.Odp.
ru: Пок.Отв.
zh_cn: 答案
zh_tw: 答案
