Repository: ankitects/ankimobile-i18n
Catalog: mobile/*/strings.xliff
Languages: ar, de, es, fa, fr, ja, pl, ru, zh_cn, zh_tw

source: Can't extend limits - no extra cards are available.
ar: لا يمكن رفع الحدود - لا تتوفر بطاقات إضافية.
de: Der Grenzwert kann nicht erhöht werden - keine weiteren Karten verfügbar.
es: No se pueden extender los límites - no hay tarjetas extra disponibles.
fa: حد قابل افزایش نیست - کارتی در دسترس نیست.
fr: Impossible d'augmenter la limite - aucune carte additionnelle n'est disponible.
ja: これ以上学習できるカードがないので、上限を上げることができません。
pl: Nie można przekroczyć limitów - brak więcej kart.
ru: Невозможно расширить лимит - недостаточно карточек.
zh_cn: 无法扩展限制，因为没有可用的卡片。
zh_tw: 無法擴展限制——沒有額外的卡片可用。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
ja: キャンセル
pl: Anuluj
ru: Отменить
zh_cn: 取消
zh_tw: 取消

source: Cancel and lose any unsaved changes?
ar: هل تريد الإلغاء وخسران أي تغييرات غير محفوظة؟
de: Abbrechen und alle nicht gespeicherten Änderungen verlieren?
es: ¿Quieres cancelar y perder cualquier cambio sin guardar?
fa: لغو و از دست دادن همۀ تغییرات ذخیره نشده؟
fr: Annuler et perdre toutes les modifications non sauvegardées?
ja: キャンセルをすると、保存していない変更は失われますがよろしいですか？
pl: Anulować i utracić niezapisane zmiany?
ru: Отменить без сохранения изменений?
zh_cn: 取消并丢失所有未保存的修改？
zh_tw: 取消並遺失任何未儲存的變更？

source: Cannot Delete
ar: تعذر الحذف
de: Löschen fehlgeschlagen
es: No se puede eliminar
fa: غیرقابل حذف
fr: Impossible de supprimer
ja: 削除できません
pl: Nie można usunąć
ru: Невозможно удалить
zh_cn: 不能删除
zh_tw: 無法刪除

source: Card 1
es: Tarjeta 1
ru: Карточка 1
zh_cn: 卡片 1

source: Card 2
es: Tarjeta 2
ru: Карточка 2
zh_cn: 卡片 2

source: Card Count
es: Número de tarjetas
fa: تعداد کارت
ru: Количество карточек
zh_cn: 卡片数
zh_tw: 卡片計數

source: Card Info
ar: معلومات البطاقة
de: Kar­ten­inf­or­ma­ti­on
es: Información de la tarjeta
fa: مشخصات کارت
fr: Info carte
ja: カード情報
pl: Informacje o karcie
ru: Сведения о карточке
zh_cn: 卡片信息
zh_tw: 卡片資訊

source: Card Template
ar: قالب البطاقة
de: Kartenvorlage
es: Plantillas de tarjetas
fa: قالب کارت
fr: Modèle de carte
ja: カード書式
pl: Szablon karty
ru: Шаблон карточки
zh_cn: 卡片模板
zh_tw: 卡片模板

source: Card Type
es: Tipo de tarjeta
fa: نوع کارت
ru: Тип карточки
zh_cn: 卡片类型
zh_tw: 卡片類別

source: Card Types
es: Tipos de tarjeta
fa: انواع کارت
ru: Типы карточек
zh_cn: 卡片类型
zh_tw: 卡片類型

source: Card Updated
ar: تم تحديث البطاقة
de: Karte aktualisiert
es: Tarjeta actualizada
fa: کارت به‌روز شد
fr: Carte mise à jour
ja: カード上書き日
pl: Aktualizacja karty
ru: Карточка обновлена
zh_cn: 卡片更新时间
zh_tw: 卡片更新時間

source: Card buried
ar: دُفِنت البطاقة
de: Karte zurückgestellt
es: Tarjeta enterrada
fa: کارت دفن شد
fr: Carte enterrées
ja: カードを延期しました
pl: Karta zakopana
ru: Карточка отложена
zh_cn: 卡片已延期
zh_tw: 已暫時隱藏卡片

source: Card limit
ar: حد البطاقات
de: Kartengrenzwert
es: Límite de tarjetas
fa: حد کارت
fr: Limite de carte
ja: カード数の上限
pl: Limit kart
ru: Лимит карточек
zh_cn: 卡片上限
zh_tw: 卡片上限

source: Card returned to new card queue.
ar: عادت البطاقة إلى صف البطاقات الجديدة.
de: Karte zu den neuen Karten zurück verschoben.
es: La tarjeta regresó a la cola de tarjetas nuevas.
fa: کارت به ردیف کارت‌های جدید بازگردانده شد.
fr: Carte replacée parmi les inédites.
ja: 新規カードのキューに戻しました。
pl: Karta zwrócona do kolejki nowych kart.
ru: Карточка возвращена в очередь новых карточек.
zh_cn: 卡片已返回新卡片队列。
zh_tw: 卡片已回到新卡片佇列。

source: Card suspended
ar: عُلِّقت البطاقة
de: Karte ausgesetzt
es: Tarjeta suspendida
fa: کارت معلق شد
fr: Carte suspendue
ja: カードを保留しました
pl: Karta zawieszona
ru: Карточка исключена
zh_cn: 卡片已保留
zh_tw: 已暫時停止卡片

source: Card unsuspended
ar: فُعِّلت البطاقة
de: Karte eingesetzt
es: Tarjeta sin sispender
fa: تعلیق کارت لغو شد
fr: Carte non suspendue
ja: カードの保留を解除しました
pl: Karta odwieszona
ru: Карточка включена
zh_cn: 保留卡片已放回
zh_tw: 已取消暫時停止卡片

source: Card was a leech.
ar: كانت البطاقة بطاقة مستعصية.
de: Karte war eine Lernbremse.
es: La tarjeta era una sanguijuela.
fa: کارت سخت بود.
fr: Carte pénible.
ja: このカードは定着困難です。
pl: Karta okazała się pijawką.
ru: Карта оказалась приставучей.
zh_cn: 此卡片为记忆难点卡片。
zh_tw: 卡片曾為榨時卡。

source: Cards
es: Tarjetas
fa: کارت‌ها
ru: Карточки
zh_cn: 卡片
zh_tw: 卡片

source: Cards can't be manually moved into a filtered deck.
ar: لا يمكن نقل البطاقات يدويًا إلى رزمة مفلترة.
de: Karten können nicht manuell in einen Auswahlstapel verschoben werden.
es: No se puede mover tarjetas manualmente a un mazo filtrado.
fa: امکان انتقال دستی کارت‌ها به یک دستۀ فیلتر شده وجود ندارد.
fr: Les cartes ne peuvent pas être déplacées manuellement dans un paquet filtré.
ja: フィルタデッキに手動でカードを移動することはできません。
pl: Karty nie mogą być przeniesione ręcznie do talii filtrowanej.
ru: Нельзя вручную переместить карточку в фильтрованную колоду.
zh_cn: 不能手动将卡片移至筛选卡组内。
zh_tw: 卡片無法手動移到篩選牌組。

source: Cards in a filtered deck can't be moved.
ar: لا يمكن نقل البطاقات من رزمة مفلترة.
de: Karten in Auswahlstapeln können nicht verschoben werden.
es: Las tarjetas en un mazo filtrado no se pueden mover.
fa: امکان انتقال کارت‌های یک دستۀ فیلتر شده وجود ندارد.
fr: Les cartes d'un paquet filtré ne peuvent pas être déplacées.
ja: フィルタデッキ内のカードを移動することはできません。
pl: Karty w talii filtrowanej nie mogą być przemieszczane.
ru: Карточки отсортированной колоды нельзя переместить.
zh_cn: 不能移动筛选卡组内的卡片。
zh_tw: 無法移動篩選牌組內的卡片。

source: Change Deck
ar: تغيير الرزمة
de: Verschieben
es: Cambiar mazo
fa: تغییر دسته
fr: Changer de paquet
ja: デッキを変更
pl: Zmień talię
ru: Сменить колоду
zh_cn: 更改所在卡组
zh_tw: 變更牌組

source: Change Flag
ar: تغيير المؤشر
de: Markierung ändern
es: Cambiar Bandera
fa: تغییر نشان
fr: Changer de drapeau
ja: フラグを変更
pl: Zmień flagę
ru: Изменить флаг
zh_cn: 更改标注 (颜色)
zh_tw: 變更旗標

source: Check Database
ar: فحص قاعدة البيانات
de: Datenbank überprüfen
es: Verificar base de datos
fa: بررسی دیتابیس
fr: Vérifier la base de données
ja: データベースを確認
pl: Sprawdź bazę danych
ru: Проверить базу данных
zh_cn: 检查数据库
zh_tw: 檢查資料庫

source: Checking...
ar: يجري الفحص...
de: Überprüfung läuft…
es: Comprobando…
fa: درحال بررسی...
fr: Vérification...
ja: 確認中...
pl: Sprawdzanie...
ru: Проверяется...
zh_cn: 正在检查...
zh_tw: 檢查中...

source: Choose
ar: اختيار
de: Auswählen
es: Seleccionar
fa: انتخاب
fr: Choisir
ja: 選択
pl: Wybierz
ru: Выбрать
zh_cn: 选定
zh_tw: 選擇

source: Clear Flag
ar: مسح المؤشر
de: Markierung aufheben
es: Borrar Bandera
fa: پا کردن نشان
fr: Effacer le drapeau
ja: フラグを解除
pl: Usuń flagę
ru: Очистить флаг
zh_cn: 清除标注
zh_tw: 清除旗標

source: Cloze
es: Hueco
ru: Задание с пропусками
zh_cn: 填空题

source: Collection
es: Colección
fa: مجموعه
ru: Коллекция
zh_cn: 卡组集合
zh_tw: 集合

source: Collection saved to iTunes.
ar: تم حفظ المجموعة إلى iTunes.
de: Sammlung in iTunes gespeichert.
es: Colección guardada en iTunes.
fa: مجموعه در iTunes ذخیره شد.
fr: Collection enregistrée sur iTunes.
ja: コレクションをiTunesに保存しました。
pl: Kolekcja zapisana do iTunes.
ru: Коллекция сохранена в iTunes.
zh_cn: 卡组集合已保存至iTunes。
zh_tw: 集合已儲存到 iTunes。

source: Column 1
ar: عمود 1
de: Spalte 1
es: Columna 1
fa: ستون 1
fr: Colonne 1
ja: 列 1
pl: Kolumna 1
ru: Столбец 1
zh_cn: 第 1 列
zh_tw: 第1行

source: Column 2
ar: عمود 2
de: Spalte 2
es: Columna 2
fa: ستون 2
fr: Colonne 2
ja: 列 2
pl: Kolumna 2
ru: Столбец 2
zh_cn: 第 2 列
zh_tw: 第2行

source: Confirm Delete
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar eliminación
fa: تأیید حذف
fr: Confirmer la suppression
ja: 削除の確認
pl: Potwierdź usunięcie
ru: Подтверждение удаления
zh_cn: 确认删除
zh_tw: 確定刪除

source: Confirm Reset
ar: تأكيد إعادة التعيين
de: Reset bestätigen
es: Confirmar reinicio
fa: تأیید بازنشانی
fr: Confirmer la réinitialisation
ja: リセットの確認
pl: Potwierdź reset
ru: Подтверждение сброса
zh_cn: 确认重置
zh_tw: 確定重設

source: Congratulations! You have finished this deck for now.
es: ¡Enhorabuena! Has finalizado este mazo por hoy.
fa: تبریک! شما فعلاً این دسته را تمام کرده‌اید.
ja: おつかれさまでした！このデッキの課題はすべてやり遂げました！
ru: Ура! На сегодня все.
zh_cn: 恭喜！您已经完成了目前的学习任务。
zh_tw: 恭喜！您已完成本牌組當前的學習任務。

source: Connecting...
es: Conectando...
ru: Подключение...
zh_cn: 正在连接...

source: Correct
es: Correcto
fa: صحیح
ru: Правильно
zh_cn: 正确率 -
zh_tw: 正確率

source: Correct answers on mature cards:
es: Respuestas correctas en tarjetas maduras:
fa: پاسخ صحیح روی کارت‌های بالغ:
ru: Правильные ответы закрепленных карт:
zh_cn: 回答正确的熟悉卡片：
zh_tw: 回答正確的熟練卡片：

source: Cram
es: Estudiar intensivamente
fa: یادگیری با شتاب
ru: Зубрить
zh_cn: 死记硬背
zh_tw: 填鴨式學習

source: Cram seen cards with certain tags
ar: دراسة مكثفة للبطاقات التي رأيتها والتي لها وسوم معينة
de: Angeschaute Karten mit bestimmten Schlagwörtern pauken
es: Empollar tarjetas vistas con ciertas etiquetas
fa: کارت‌های شتاب‌زده دارای برچسب‌های خاص
fr: Reporter les cartes révisées ayant certaines étiquettes (tags)
ja: 復習済タグ付カードを詰込
pl: Zakuwaj zobaczone karty z określ. etyk.
ru: Зубрить пройденные карточки с определенными пометками
zh_cn: 硬背带有特定标签的卡片
zh_tw: 對貼有特定標籤的卡片進行填鴨式學習

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fa: ایجاد
fr: Créer
ja: 作成
pl: Utwórz
ru: Создать
zh_cn: 创建
zh_tw: 建立

source: Create Now
ar: إنشاء الآن
de: Jetzt erstellen
es: Crear Ahora
fa: ایجاد
fr: Créer maintenant
ja: 今すぐ作成
pl: Utwórz teraz
ru: Создать сейчас
zh_cn: 立即创建
zh_tw: 立即建立

source: Creating Backup...
ar: إنشاء نسخة احتياطية...
de: Sicherungskopie wird erstellt...
es: Creando copia de seguridad...
fa: در حال تولید پشتیبان...
fr: Création de sauvegarde...
ja: バックアップを作成中…
pl: Tworzenie kopii zapasowej...
ru: Создание резервной копии...
zh_cn: 正在创建备份...
zh_tw: 正在建立備份...

source: Cumulative
es: Acumuladas
fa: تجمعی
ru: Совокупно
zh_cn: 累计
zh_tw: 累計

source: Cumulative %@
es: Acumulativo %@
fa: تجمعی %@
ru: Совокупно %@
zh_cn: 累计 %@
zh_tw: 累計 %@

source: Cumulative Answers
es: Respuestas acumuladas
fa: پاسخ‌های جمعی
ru: Совокупно ответов
zh_cn: 累计回答
zh_tw: 累計答題數

source: Cumulative Cards
es: Tarjetas acumuladas
fa: کارت‌های جمعی
ru: Совокупно карточек
zh_cn: 累计卡片
zh_tw: 累計卡片

source: Current Audio +5s
ar: +5 ث للصوت الحالي
de: Audiowiedergabe vorspulen +5s
es: Audio actual +5s
fa: +5 ثانیه به صدای فعلی
fr: Piste audio +5s
ja: 音声+5秒
pl: Obecny dźwięk +5s
ru: Текущее аудио +5с
zh_cn: 当前音频＋5s
zh_tw: 當前音訊快轉5秒

source: Current Audio -5s
ar: -5 ث للصوت الحالي
de: Audiowiedergabe zurückspulen -5%
es: Audio actual -5s
fa: -5 ثانیه از صدای فعلی
fr: Piste audio -5s
ja: 音声-5秒
pl: Obecny dźwięk -5s
ru: Текущее аудио -5с
zh_cn: 当前音频－5s
zh_tw: 當前音訊倒轉5秒

source: Current Deck
ar: الرزمة الحالية
de: Aktueller Stapel
es: Mazo actual
fa: دستۀ فعلی
fr: Paquet actuel
ja: 現在のデッキ
pl: Aktualna talia
ru: Текущая колода
zh_cn: 当前卡组
zh_tw: 目前的牌組

source: Custom
ar: مخصصة
de: Be­nut­zer­de­fi­niert
es: Personalizado
fa: سفارشی
fr: Personnalisé
ja: カスタム
pl: Własna
ru: Своя
zh_cn: 自定义
zh_tw: 自訂

source: Custom Steps
ar: خطوات مخصصة
de: Be­nut­zer­de­fi­nier­te Lern­stu­fen
es: Pasos personalizados
fa: قدم‌های سفارشی
fr: Étapes personnalisées
ja: カスタム学習ステップ
pl: Własne kroki
ru: Свои шаги
zh_cn: 自定义步骤
zh_tw: 自訂階段

source: Custom Study
ar: دراسة مخصصة
de: Be­nut­zer­de­fi­nier­tes Ler­nen
es: Estudio personalizado
fa: مطالعۀ سفارشی
fr: Révisions particulières
ja: カスタム学習
pl: Nauka własna
ru: Учить еще
zh_cn: 自定义学习
zh_tw: 自訂學習

source: Custom Study Session
ar: جلسة دراسة مخصصة
de: Be­nut­zer­de­fi­nier­te Sit­zung
es: Sesión de estudio personalizada
fa: دستۀ مطالعۀ سفارشی
fr: Séance de révisions particulières
ja: カスタム学習セッション
pl: Sesja nauki własnej
ru: Пользовательская сессия изучения
zh_cn: 自定义学习进程
zh_tw: 自訂學程

source: Custom study can't be used on a filtered deck.
ar: لا يمكن استخدام ميزة الدراسة المخصصة في رزمة مفلترة.
de: Benutzerdefiniertes Lernen kann nicht bei einem Auswahlstapel verwendet werden.
es: El estudio personalizado no se puede utilizar en un mazo filtrado.
fa: امکان مطالعۀ سفارشی دستۀ فیلتر شده وجود ندارد.
fr: L'étude personnalisée ne peut pas être utilisée sur un paquet filtré.
ja: カスタム学習機能をフィルタデッキで使用することはできません。
pl: Nauka własna nie może zostać użyta w talii filtrowanej.
ru: Пользовательская учеба не может быть использована на отфильтрованной колоде.
zh_cn: 不能对筛选卡组进行自定义学习。
zh_tw: 篩選牌組無法使用自訂學習功能。

source: D.Stats
ar: إحصائيات الرزمة
de: S.Stat.
es: M.Estad
fa: آمار دسته
fr: Stats P
ja: 統計
pl: Staty.T
ru: Стат.К
zh_cn: 卡组统计
zh_tw: 牌組統計

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fa: تاریک
fr: Sombre
ja: ダーク
pl: Ciemny
ru: Темный
zh_cn: 深色
zh_tw: 深色

# Dark &amp; Translucent
source: Dark & Translucent
ar: داكن وشفاف
de: Dunkel & durchsichtig
es: Oscuro & Translucido
fa: تاریک و مات
fr: Sombre et translucide
ja: ダーク & 半透明
pl: Ciemny & prześwitujący
ru: Темный и прозрачный
zh_cn: 深色半透明
zh_tw: 深色半透明

source: Database rebuilt and optimized.
es: Base de datos reconstruida y optimizada.
ru: База данных реконструирована и оптимизирована.
zh_cn: 已重组并优化数据库。

source: Day Starts
ar: يبدأ اليوم
de: Tag beginnt
es: Inicio del día
fa: شروع روز
fr: Début du jour
ja: 一日の始まり時間
pl: Początek dnia
ru: День начинается в
zh_cn: 一天开始于
zh_tw: 一天起始時間

source: Days studied
es: Días estudiados
fa: روزهای مطالعه شده
ru: Дней учебы
zh_cn: 实际学习天数
zh_tw: 學習天數

source: Days to look ahead
ar: عدد الأيام القادمة
de: Tage in Vorausschau
es: Días para mirar hacia adelante
fa: تعداد روزهای بعدی
fr: Nombre de jours à devancer
ja: 先取りする日数
pl: Dni do przodu
ru: Дней до просмотра вперед
zh_cn: 今后几天
zh_tw: 提前天數

source: Days to look back
ar: عدد الأيام الماضية
de: Tage in Rückschau
es: Días para volver a ver
fa: تعداد روز‌های قبلی
fr: Nombre de jours passés à reprendre
ja: 遡る日数
pl: Dni wstecz
ru: Дней до повторения
zh_cn: 距今几天
zh_tw: 延後天數

source: Deck
ar: رزمة
de: Stapel
es: Mazo
fa: دسته
fr: Paquet
ja: デッキ
pl: Talia
ru: Колода
zh_cn: 卡组
zh_tw: 牌組

source: Deck Exists
ar: الرزمة موجودة
de: Existierende Stapel
es: El mazo ya existe
fa: دسته وجود دارد
fr: Le paquet existe
ja: すでにあるデッキ
pl: Talia istnieje
ru: Колода существует
zh_cn: 卡组已存在
zh_tw: 存在的牌組

source: Deck Name
ar: اسم الرزمة
de: Stapelname
es: Nombre del Mazo
fa: نام دسته
fr: Nom du paquet
ja: デッキの名前
pl: Nazwa talii
ru: Название колоды
zh_cn: 卡组名称
zh_tw: 牌組名稱

source: Deck Options
ar: خيارات الرزمة
de: Stapeloptionen
es: Opciones de Mazo
fa: تنظیمات دسته
fr: Options du paquet
ja: デッキ設定
pl: Opcje talii
ru: Настройки колоды
zh_cn: 卡组选项
zh_tw: 牌組選項

source: Deck Statistics
ar: إحصائيات الرزمة
de: Sta­pel­sta­tis­tiken
es: Estadísticas
fa: آمار دسته
fr: Statistiques du paquet
ja: デッキの統計
pl: Statystyki talii
ru: Статистика колоды
zh_cn: 卡组统计
zh_tw: 牌組統計資料

source: Deck:
ar: رزمة:
de: Stapel:
es: Mazo:
fa: دسته:
fr: Paquet :
ja: デッキ：
pl: Talia:
ru: Колода:
zh_cn: 卡组：
zh_tw: 牌組：

source: Decks
ar: رزم
de: Stapel
es: Mazos
fa: دسته‌ها
fr: Paquets
ja: デッキ
pl: Talie
ru: Колоды
zh_cn: 卡组
zh_tw: 牌組

source: Decreasing intervals
ar: فواصل زمنية متناقصة
de: Intervall (absteigend)
es: Intervalos decrecientes
fa: کاهش بازه‌های زمانی
fr: Intervalles décroissants
ja: 間隔が大きい順
pl: Malejące przerwy
ru: От большего интервала к меньшему
zh_cn: 间隔降序
zh_tw: 間隔由大至小排列

source: Default
es: Predeterminado
ru: По умолчанию
zh_cn: 默认

source: Defaults
ar: افتراضيات
de: Standardeinstellungen
es: Predeterminado
fa: پیش فرض‌ها
fr: Par défaut
ja: デフォルト
pl: Domyślne
ru: По умолчанию
zh_cn: 默认
zh_tw: 預設

source: Del
ar: حذف ملحوظة
de: Entf
es: Eliminar
fa: حذف
fr: Suppr
ja: 削除
pl: Usń
ru: Удал
zh_cn: 删除
zh_tw: 刪除

source: Delays until reviews are shown again.
es: Tardanza hasta que los repasos se muestren de nuevo.
fa: تأخیر تا زمانی که کارت‌ها دوباره نشان داده می‌شوند.
ru: Задержки до повторений снова показаны.
zh_cn: 复习卡片再次出现前的时间。
zh_tw: 待複習卡片再次出現前的延遲。

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
fr: Supprimer
ja: 削除
pl: Usuń
ru: Удалить
zh_cn: 删除
zh_tw: 刪除

source: Delete Note
ar: حذف الملحوظة
de: Notiz löschen
es: Eliminar nota
fa: حذف یادداشت
fr: Supprimer la note
ja: ノートを削除
pl: Usuń notatkę
ru: Удалить запись
zh_cn: 删除笔记
zh_tw: 刪除筆記

source: Delete Notes
ar: حذف الملحوظات
de: Notizen löschen
es: Eliminar notas
fa: حذف یادداشت
fr: Supprimer les notes
ja: ノートを削除する
pl: Usuń notatki
ru: Удалить записи
zh_cn: 删除笔记
zh_tw: 刪除筆記

source: Delete imported file?
ar: هل تريد حذف الملف المستورد؟
de: Importierte Datei löschen?
es: ¿Eliminar archivo importado?
fa: حذف فایل وارد شده؟
fr: Supprimer le fichier importé?
ja: インポートしたファイルを削除しますか？
pl: Usunąć zaimportowany plik?
ru: Удалить импортированный файл?
zh_cn: 删除导入前的文件？
zh_tw: 刪除已匯入的原始檔案？

source: Delete note and its cards?
ar: هل تريد حذف الملحوظة وبطاقاتها؟
de: Notiz und ihre Karten löschen?
es: ¿Eliminar nota y sus tarjetas?
fa: حذف یادداشت و کارت‌هایش؟
fr: Supprimer la note et ses cartes?
ja: ノートとそれに関連するカードを削除しますか？
pl: Usunąć notatkę i powiązane z nią karty?
ru: Удалить записи и ее карточки?
zh_cn: 删除笔记及其卡片？
zh_tw: 刪除筆記和其卡片？

source: Discard Changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar Cambios
fa: لغو تغییرات
fr: Annuler les modifications
ja: 変更を破棄
pl: Porzuć zmiany
ru: Отменить изменения
zh_cn: 放弃修改
zh_tw: 捨棄變更

source: Display in order added
ar: عرض حسب تاريخ الإضافة
de: In der Reihenfolge anzeigen, wie sie hinzufügt wurden
es: Mostrar en orden añadido
fa: نمایش به ترتیبی که اضافه شده‌اند
fr: Afficher dans l'ordre ajouté
ja: 追加順にカードを表示
pl: Kolejność dodania
ru: Отображать по порядку добавления
zh_cn: 卡片添加时间
zh_tw: 依新增順序顯示

source: Display in random order
ar: عرض بترتيب عشوائي
de: In zufälliger Reihenfolge anzeigen
es: Mostrar en orden aleatorio
fa: نمایش به‌صورت تصادفی
fr: Afficher dans un ordre aléatoire
ja: ランダムにカードを表示
pl: Kolejność losowa
ru: Отображать в случайном порядке
zh_cn: 随机
zh_tw: 依隨機順序顯示

source: Do Nothing
ar: لا تفعل شيئًا
de: Nichts machen
es: No hacer nada
fa: کاری نکن
fr: Ne rien faire
ja: 何もしない
pl: Nie rób nic
ru: Бездействовать
zh_cn: 什么也不做
zh_tw: 不進行動作

source: Done
ar: تم
de: Erledigt
es: Hecho
fa: انجام شد
fr: Fait
ja: 完了
pl: Gotowe
ru: Готово
zh_cn: 完成
zh_tw: 完成

source: Double Tap Prevention
ar: منع النقر المزدوج
de: Verhinderung von Doppeltipp
es: Prevención de doble toque
fa: منع ضربۀ دوتایی
fr: Prévention du double coup
ja: ダブルタップ防止
pl: Zapobieg. podw. dotknięciu
ru: Предотвращение двойного касания
zh_cn: 防止双击
zh_tw: 防止按兩下

source: Download Link
ar: رابط التنزيل
de: Link zum Herunterladen
es: Enlace de descarga
fa: لینک دانلود
fr: Télécharger le lien
ja: リンクをダウンロード
pl: Link do pobrania
ru: Прямая ссылка
zh_cn: 下载链接
zh_tw: 下載連結

source: Download from AnkiWeb
ar: تنزيل من AnkiWeb
de: Von AnkiWeb herunterladen
es: Descargar desde AnkiWeb
fa: دانلود از AnkiWeb
fr: Télécharger depuis Ankiweb
ja: AnkiWeb からダウンロード
pl: Pobierz z AnkiWeb
ru: Загрузить с AnkiWeb
zh_cn: 从 AnkiWeb 下载
zh_tw: 從AnkiWeb下載

source: Download was corrupt.
es: La descarga estaba corrupta.
ru: Скачанный файл поврежден.
zh_cn: 下载出错。

source: Downloading...
ar: تنزيل...
de: Es wird heruntergeladen...
es: Descargando...
fa: در حال دانلود...
fr: Téléchargement...
ja: ダウンロード中...
pl: Pobieranie...
ru: Скачивание...
zh_cn: 下载中…
zh_tw: 下載中...

source: Drag here to remove
ar: اسحب هنا للحذف
de: Zum Entfernen hierhin ziehen
es: Arrastra aquí para eliminar
fa: برای زدودن به اینجا بکشید
fr: Glissez ici pour enlever
ja: 除去するにはここにドラッグ
pl: Przeciągnij tutaj, aby usunąć
ru: Перетащите сюда для удаления
zh_cn: 拖动至此以移除。
zh_tw: 拖曳到這裡來移除。

source: Draw
ar: رسم
de: Zeichnen
es: Dibujar
fa: رسم
fr: Dessiner
ja: 手書き
pl: Rysuj
ru: Рисовать
zh_cn: 绘制
zh_tw: 繪製

source: Drawing Screen Ignores Fingers
ar: تتجاهل نقرات الأصابع في شاشة الرسم
de: Zeichenbildschirm ignoriert Finger
es: La pantalla de dibujo ignora los dedos
fa: کار نکردن انگشت روی صفحۀ رسم
fr: Ignorer les doigts sur l’écran de dessin
ja: 手書きスクリーンの指タップを無視
pl: Ignoruj palce na ekranie rysowania
ru: Игнорирование пальцев на экране рисования
zh_cn: 绘图界面忽略手指
zh_tw: 繪製畫面忽略手指

source: Due
es: Programadas
fa: مرور
ru: К просмотру
zh_cn: 到期日期
zh_tw: 到期日

source: Due Date/Order
ar: تاريخ/ترتيب الاستحقاق
de: Fälligkeitsdatum/-reihenfolge
es: Fecha de Vencimiento/Orden
fa: موعد مرور
fr: Date due/ordre
ja: 学習日/順序
pl: Oczekiwanie data/kolejność
ru: Дата/порядок
zh_cn: 到期日期/位次
zh_tw: 到期日/順序

source: Due Reviews
ar: مراجعات مستحقة
de: Fällige Wiederholungen
es: Repasos vencidos
fa: مرور‌های بعدی
fr: Révisions dues
ja: 復習期日のカード
pl: Powtórki oczekujące
ru: Ожидающие повторения
zh_cn: 待复习
zh_tw: 到期的待複習卡片

source: Due tomorrow
es: Programadas para mañana
fa: موعد مرور فردا
ru: На завтра
zh_cn: 明天到期的卡片
zh_tw: 明天到期

source: Ease
ar: سهولة
de: Leichtigkeit
es: Facilidad
fa: سهولت
fr: Facilité
ja: 易しさ
pl: Łatwość
ru: Легкость
zh_cn: 难度系数
zh_tw: 容易程度

source: Easy
ar: سهل
de: Einfach
es: Fácil
fa: آسان
fr: Facile
ja: 簡単
pl: Łatwa
ru: Легко
zh_cn: 简单
zh_tw: 簡單

source: Easy bonus
ar: مكافأة البطاقات السهلة
de: Leichtigkeitsbonus
es: Bonus para fácil
fa: جایزۀ آسانی
fr: Bonus de facilité
ja: 簡単と答えた時のボーナス
pl: Premia odpowiedzi Łatwa
ru: Множитель для «Легко»
zh_cn: 简单奖励 (%)
zh_tw: 簡單卡片的間隔倍率

source: Easy interval
ar: الفاصل الزمني للبطاقات السهلة
de: Intervall für einfache Karten
es: Intervalo para fácil
fa: مدت آسانی
fr: Intervalle de facilité
ja: 簡単から復習開始までの間隔
pl: Przerwa dla łatwych
ru: Интервал для «Легко»
zh_cn: 简单间隔 (天)
zh_tw: 簡單卡片的間隔

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
ja: 編集
pl: Edytuj
ru: Править
zh_cn: 编辑
zh_tw: 編輯

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de email
fa: آدرس ایمیل
fr: Adresse E-mail
ja: メールアドレス
pl: Adres e-mail
ru: E-mail адрес
zh_cn: 邮箱地址
zh_tw: 電子信箱位址

source: Empty
ar: إفراغ
de: Leeren
es: Vacío
fa: خالی
fr: Vide
ja: 空にする
pl: Opróżnij
ru: Очистить
zh_cn: 清空
zh_tw: 清空

source: Error initializing recorder.
ar: حدث خطأ عند بدء المسجل.
de: Fehler beim Starten der Aufnahme.
es: Error inicializando grabadora.
fa: اجرای ضبط با مشکل مواجه شد.
fr: Erreur lors de l'initialisation de l'enregistreur.
ja: 録音できませんでした。
pl: Błąd inicjowania rejestratora.
ru: Ошибка инициализации записи.
zh_cn: 录音机初始化错误。
zh_tw: 錄音機起始化出錯。

source: Exclude cards with tag
ar: إقصاء البطاقات التي لها وسم
de: Karten ausschließen mit Schlagwort
es: Excluir tarjetas con etiqueta
fa: مستنثی کردن کارت‌های دارای برچسب
fr: Exclure les cartes avec le tag
ja: タグ付カードを除外
pl: Wyklucz karty z etykietą
ru: Исключить карточки с пометкой
zh_cn: 排除标签
zh_tw: 排除貼有標籤的卡片

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fa: صدور
fr: Exporter
ja: エクスポート
pl: Eksportuj
ru: Экспортировать
zh_cn: 导出
zh_tw: 匯出

source: Export Collection
ar: تصدير المجموعة
de: Sammlung exportieren
es: Exportar colección
fa: صدور مجموعه
fr: Exporter la collection
ja: コレクションをエクスポート
pl: Eksportuj kolekcję
ru: Экспортировать коллекцию
zh_cn: 导出卡组集合
zh_tw: 匯出集合

source: Export to Share Sheet
ar: تصدير إلى ورقة مشاركة
de: Zu Share Sheet exporieren
es: Exportar a la hoja de compartir
fa: صدور به صفحۀ به اشتراک گذاری
fr: Exporter vers la feuille de partage
ja: シェアシートにエクスポート
pl: Eksportuj do arkusza udostępniania
ru: Поделиться
zh_cn: 导出到…
zh_tw: 匯出到...

source: Export to iTunes
ar: تصدير إلى iTunes
de: Zu iTunes exportieren
es: Exportar a iTunes
fa: صدور به iTunes
fr: Exporter vers iTunes
ja: iTunes にエクスポート
pl: Eksportuj do iTunes
ru: Экспортировать в iTunes
zh_cn: 导出到 iTunes
zh_tw: 匯出到 iTunes

source: Exporting...
ar: تصدير...
de: Export wird durchgeführt...
es: Exportando...
fa: در حال صدور...
fr: Exportation...
ja: エクスポートしています...
pl: Eksportowanie...
ru: Идет экспорт...
zh_cn: 正在导出...
zh_tw: 匯出中...

source: Extra
ru: Дополнительно
zh_cn: 备注

source: Extra new cards
ar: بطاقات جديدة إضافية
de: Zusätzliche neue Karten
es: Tarjetas nuevas adicionales
fa: کارت‌های جدید اضافی
fr: Nouvelles cartes supplémentaires
ja: 新規カード増量
pl: Dodatkowe nowe karty
ru: Дополнительные новые карточки
zh_cn: 额外的新卡数
zh_tw: 額外的新卡片

source: Extra review cards
ar: بطاقات مراجعة إضافية
de: Zusätzliche Wiederholungskarten
es: Tarjetas repasadas adicionales
fa: مرور‌های اضافی
fr: Cartes à réviser supplémentaires
ja: 復習カード増量
pl: Dodatkowe karty do powtórki
ru: Дополнительные карточки для повтора
zh_cn: 额外的复习卡数
zh_tw: 額外的待複習卡片

source: Feedback Ticks
ar: إشارات رد الفعل
de: Feedbackzeichen
es: Cuadro de comentarios
fa: تیک‌های بازخورد
fr: Case de commentaire
ja: 回答フィードバック
pl: Znak wyboru po odpowiedzi
ru: Галочка при ответе
zh_cn: 显示对错符号
zh_tw: 顯示勾號回饋
