Repository: ankitects/ankimobile-i18n
Catalog: mobile/*/strings.xliff
Languages: ar, de, es, fa, fr, ja, pl, ru, zh_cn, zh_tw

source: S.Date
ar: ضبط تاريخ الاستحقاق
de: S.Datum
es: S.Fecha
fa: تنظیم موعد مرور
fr: Date due
ja: 期日
pl: Ust.Ter
ru: Уст.Дату
zh_cn: 指定到期
zh_tw: 到期日

source: S.Opt
ar: خيارات الدراسة
es: E.Opt
fa: تنظیمات مطالعه
fr: Option
ja: 学習
pl: Opc.N
ru: Нас.уч.
zh_cn: 选项
zh_tw: 學習選項

source: Same Cloze
ar: عبارة ملء الفراغات نفسها
de: Gleicher Lückentext
es: Misma Cloze
fa: همان جاخالی
fr: Même texte à trous
ja: 同じ穴埋め
pl: Taka sama luka
ru: То же задание с пропусками
zh_cn: 同一空
zh_tw: 相同的克漏字

source: Save
ar: حفظ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
ja: 保存
pl: Zapisz
ru: Сохранить
zh_cn: 保存
zh_tw: 儲存

source: Scheduling
ar: جدولة
de: Zeitplanung
es: Programación
fa: زمانبندی
fr: Planification
ja: スケジュール
pl: Planowanie
ru: Планирование
zh_cn: 计划
zh_tw: 排程

source: Scratchpad
ar: المسودة
de: Notizblack
es: Bloc de Notas
fa: چرکنویس
fr: Bloc-notes
ja: 手書きパッド
pl: Brudnopis
ru: Блокнот
zh_cn: 手写板
zh_tw: 速記本

source: Scratchpad Below Buttons
ar: المسودة أسفل الأزرار
de: Notizblock unter den Knöpfen
es: Botones de abajo del bloc de notas
fa: چرکنویس پایین دکمه‌ها
fr: Bloc-notes sous les boutons
ja: 手書きパッドをボタン下に表示
pl: Brudnopis pod przyciskami
ru: Кнопки под блокнотом
zh_cn: 置于底栏下方
zh_tw: 速記本置於按鈕下方

source: Scratchpad Size
ar: حجم المسودة
de: Notizblock-Größe
es: Tamaño del bloc de notas
fa: اندازۀ چرکنویس
fr: Taille du bloc-notes
ja: 手書きサイズ
pl: Rozmiar brudnopisu
ru: Размер блокнота
zh_cn: 手写板大小
zh_tw: 速記本大小

source: Scratchpad Transparency
ar: شفافية المسودة
de: Notizblock-Transparenz
es: Transparencia del bloc de notas
fa: شفافیت چرکنویس
fr: Transparence du bloc-notes
ja: 手書きパッドの透明度
pl: Przezroczystość brudnopisu
ru: Прозрачность блокнота
zh_cn: 手写板透明度
zh_tw: 速記本透明度

source: Search matches %@
ar: تطابقات البحث %@
de: Nach Übereinstimmungen mit %@ suchen
es: Buscar coincidencias %@
fa: جستجوی مشابهات %@
fr: Rechercher les correspondances %@
ja: 検索一致：%@
pl: Dopasowano %@
ru: Искать совпадения %@
zh_cn: 匹配到 %@
zh_tw: %@符合搜尋

source: Searching...
ar: بحث...
de: Suche läuft...
es: Buscando...
fa: در حال جستجو...
fr: Recherche...
ja: 検索中...
pl: Wyszukiwanie...
ru: Идет поиск...
zh_cn: 搜索中…
zh_tw: 搜尋中...

# Second Column (1-&gt;9)
source: Second Column (1->9)
ar: العمود الثاني (1->9)
de: Zweite Spalte (1->9)
es: Segunfa Columna (1->9)
fa: ستون دوم (1 -> 9)
fr: Colonne 2 (9->1)
ja: コラム2 (1->9)
pl: Druga kolumna (1->9)
ru: Второй столбец (1->9)
zh_cn: 第二列 (1->9)
zh_tw: 第二行（1->9）

# Second Column (9-&gt;1)
source: Second Column (9->1)
ar: العمود الثاني (9->1)
de: Zweite Spalte (9->1)
es: Segunda columna (9->1)
fa: ستون دوم (9 -> 1)
fr: Colonne 2 (9->1)
ja: コラム2 (9->1)
pl: Druga kolumna (9->1)
ru: Второй столбец (9->1)
zh_cn: 第二列 (9->1)
zh_tw: 第二行（9->1）

source: Select
ar: تحديد
de: Zeige
es: Seleccionar
fa: انتخاب
fr: Sélection
ja: 選択
pl: Wybierz
ru: Выбрать
zh_cn: 选择
zh_tw: 選取

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar Todo
fa: انتخاب همه
fr: Tout sélectionner
ja: すべて選択
pl: Zaz wszys.
ru: Выбрать все
zh_cn: 全部选择
zh_tw: 選取全部

source: Select Deck
ar: تحديد الرزمة
de: Stapel auswählen
es: Seleccionar Mazo
fa: انتخاب دسته
fr: Choisir le paquet
ja: デッキを選択
pl: Wybierz talię
ru: Выбрать колоду
zh_cn: 选择卡组
zh_tw: 選取牌組

source: Select Note Type
ar: تحديد نوع الملحوظة
de: Notiztyp auswählen
es: Seleccionar tipo de nota
fa: انتخاب نوع یادداشت
fr: Choisir un type de note
ja: ノートタイプを選択
pl: Wybierz typ notatki
ru: Выбрать тип записи
zh_cn: 选择笔记类型
zh_tw: 選取筆記類型

source: Set Due Date
ar: ضبط تاريخ الاستحقاق
de: Fälligkeitsdatum auswählen
es: Establecer fecha de vencimiento
fa: انتخاب موعد مرور
fr: Définir une date d'échéance
ja: 期日設定
pl: Ustaw termin
ru: Задать срок
zh_cn: 指定何时到期
zh_tw: 設定到期日

source: Shake Action
ar: إجراء الهز
de: Schüttelaktion
es: Acción de sacudida
fa: عملکرد تکان دادن
fr: Action « secouer »
ja: シェイクアクション
pl: Reakcja na potrząśnięcie
ru: Действие встряхивания
zh_cn: 摇⼀摇
zh_tw: 搖動動作

source: Shared Deck List
ar: قائمة الرزم المشتركة
de: Geteilte Stapellisten
es: Lista de Mazos Compartidos
fa: لیست دسته‌های اشتراکی
fr: Liste de paquets partagés
ja: 共有デッキのリスト
pl: Lista gotowych talii
ru: Список общих колод
zh_cn: 共享卡组列表
zh_tw: 共用牌組清單

source: Short
ar: قصير
de: Kurz
es: Corto
fa: کوتاه
fr: Court
ja: 短い
pl: Krótkie
ru: Короткий
zh_cn: 短
zh_tw: 短

source: Show Answer
ar: إظهار الجواب
de: Antwort zeigen
es: Mostrar respuesta
fa: نمایش پاسخ
fr: Afficher la réponse
ja: 答えを表示
pl: Pokaż odpowiedź
ru: Показать ответ
zh_cn: 显示答案
zh_tw: 顯示答案

source: Show Answer/Answer Good
ar: إظهار الجواب/الإجابة بـ«جيد»
de: Antwort anzeigen/"Gut" antworten
es: Mostrar Respuesta/Respuesta Correcta
fa: نمایش پاسخ/پاسخ خوب
fr: Afficher la réponse/réponse correcte
ja: 答表示/正解
pl: Pokaż odp./odp. Dobra
ru: Показать ответ/ответить «хорошо»
zh_cn: 显示答案/回答“良好”
zh_tw: 顯示答案/回答「良好」

source: Show Bottom Bar
ar: إظهار الشريط السفلي
de: Unteren Balkan anzeigen
es: Mostrar Barra Inferior
fa: نمایش نوار پایین
fr: Afficher la barre du bas
ja: ボトムバーを表示
pl: Pokaż dolny pasek
ru: Показать нижнюю панель
zh_cn: 显示底栏
zh_tw: 顯示底部列

source: Show Grid
ar: إظهار الشبكة
de: Gitter anzeigen
es: Mostrar Cuadrícula
fa: نمایش خطوط راهنما
fr: Afficher la grille
ja: グリッドを表示
pl: Pokazuj kratkę
ru: Показать сетку
zh_cn: 显示网格
zh_tw: 顯示格線

source: Show Reminder
ar: إظهار المُذكّر
de: Erinnerung anzeigen
es: Mostrar recordatorio
fa: نمایش یادآور
fr: Afficher le rappel
ja: リマインダーを表示
pl: Pokaż przypomnienie
ru: Показать напоминание
zh_cn: 显示提醒
zh_tw: 顯示提醒

source: Show Top Bar
ar: أظهار الشريط العلوي
de: Oberen Balken anzeigen
es: Mostrar barra superior
fa: نمایش نوار بالا
fr: Afficher la Barre du Haut
ja: トップバーを表示
pl: Pokaż górny pasek
ru: Показать верхнюю панель
zh_cn: 显示顶部快捷栏
zh_tw: 顯示頂端列

source: Show/Good
ar: إظهار/جيد
de: Zeigen/Gut
es: Muestra/Bien
fa: نمایش/خوب
fr: Montrer/Correct
ja: 表示/正解
pl: Pok./Dobra
ru: Показать/«хорошо»
zh_cn: 显示/“良好”
zh_tw: 顯示/「良好」

source: Slate
ar: رمادي داكن
de: Schiefer
es: Pizarra
fa: لوح
fr: Ardoise
ja: グレー
pl: Popielaty
ru: Серый
zh_cn: 深灰
zh_tw: 深灰

source: Small
ar: صغير
de: Klein
es: Pequeño
fa: کوچک
fr: Petit
ja: 小
pl: Mały
ru: Маленький
zh_cn: 小
zh_tw: 小

source: Sort Field
ar: حقل الفرز
de: Sortierfeld
es: Campo ordenado
fa: فیلد دسته‌بندی
fr: Trier selon le champ
ja: ソートフィールド
pl: Sortuj pole
ru: Поле сортировки
zh_cn: 排序字段
zh_tw: 排序欄位

source: Sort Order
ar: ترتيب الفرز
de: Sortierreihenfolge
es: Ordenar
fa: ترتیب نمایش
fr: Ordre de tri
ja: ソート順
pl: Kolejność sortowania
ru: Порядок сортировки
zh_cn: 排序
zh_tw: 排序

source: Sort:
ar: فرز:
de: Sortieren
es: Ordenar:
fa: ترتیب:
fr: Trier :
ja: ソート：
pl: Sortowanie:
ru: Сортировка:
zh_cn: 排序：
zh_tw: 排序：

source: Starting ease
ar: سهولة أولية
de: Anfängliche Leichtigkeit
es: Facilidad inicial
fa: سهولت شروع
fr: Facilité initiale
ja: 復習開始時の間隔の伸び率
pl: Początkowa łatwość
ru: Исходная легкость
zh_cn: 初始难度系数 (%)
zh_tw: 起始容易程度

source: Steps
ar: الخطوات
de: Lernstufen
es: Pasos
fa: مراحل
fr: Étapes
ja: 学習ステップ (分)
pl: Kroki
ru: Шаги
zh_cn: 步骤 (分钟/步)
zh_tw: 階段

source: Steps (in minutes)
ar: الخطوات (بالدقيقة)
de: Lernstufen (in Minuten)
es: Pasos (en minutos)
fa: مراحل (به دقیقه)
fr: Pas (en minutes)
ja: 学習ステップ (分)
pl: Kroki (w minutach)
ru: Шаги (в минутах)
zh_cn: 步骤 (分钟/步)
zh_tw: 階段（分鐘）

source: Studied Today
ar: دُرِست اليوم
de: Heute gesehen
es: Estudiadas hoy
fa: امروز مطالعه شده
fr: Étudiées aujourd’hui
ja: 今日学習したカード
pl: Przejrzane dzisiaj
ru: Просмотрено сегодня
zh_cn: 今天学习的
zh_tw: 今天已學習的

source: Study
ar: دراسة
de: Lernen
es: Estudiar
fa: مطالعه
fr: Étudier
ja: 学習
pl: Nauka
ru: Учить
zh_cn: 学习
zh_tw: 學習

source: Study Options
ar: خيارات الدراسة
de: Lern­op­tio­nen
es: Opciones de Estudio
fa: تنظیمات مطالعه
fr: Options d'étude
ja: 学習設定
pl: Opcje nauki
ru: Настройки учебы
zh_cn: 学习选项
zh_tw: 學習選項

source: Study Type
ar: نوع الدراسة
de: Lerntyp
es: Tipo de estudio
fa: نوع مطالعه
fr: Type d'étude
ja: 学習タイプ
pl: Typ nauki
ru: Тип учебы
zh_cn: 学习类型
zh_tw: 學習類型

source: Styling
ar: التنسيق
de: Stil
es: Estilo
fa: تزئینات
fr: Style
ja: 書式
pl: Styl
ru: Таблица стилей
zh_cn: 样式
zh_tw: 樣式

source: Sus.C
ar: تعليق البطاقة
de: K.auss.
es: Sus.T
fa: تعلیق کارت
fr: Susp.C
ja: カ保留
pl: Zaw.K
ru: Искл.К
zh_cn: 保留卡片
zh_tw: 暫止卡片

source: Sus.N
ar: تعليق الملحوظة
de: N.auss.
fa: تعلق یادداشت
fr: Susp.N
ja: ノ保留
pl: Zaw.N
ru: Искл.З
zh_cn: 保留笔记
zh_tw: 暫止筆記

source: Suspend Card
ar: تعليق البطاقة
de: Karte aussetzen
es: Suspender tarjeta
fa: تعلیق کارت
fr: Suspendre la carte
ja: カードを保留
pl: Zawieś kartę
ru: Исключить карточку
zh_cn: 保留卡片
zh_tw: 暫時停止卡片

source: Suspend Note
ar: تعليق الملحوظة
de: Notiz aussetzen
es: Suspender nota
fa: تعلیق یادداشت
fr: Suspendre la note
ja: ノートを保留
pl: Zawieś notatkę
ru: Исключить запись
zh_cn: 保留笔记
zh_tw: 暫時停止筆記

source: Suspended
ar: معلقة
de: Ausgesetzt
es: Suspendidas
fa: معلق شده
fr: Suspendu
ja: 保留中
pl: Zawieszone
ru: Исключенные
zh_cn: 已保留
zh_tw: 已暫時停止

source: Swipe Down
ar: سحب للأسفل
de: Nach unten wischen
es: Deslizar abajo
fa: کشیدن به پایین
fr: Balayer en Bas
ja: 下にスワイプ
pl: Przesunięcie w dół
ru: Смахивание вниз
zh_cn: 向下
zh_tw: 下滑

source: Swipe Left
ar: سحب لليسار
de: Nach links wischen
es: Deslizar a la izquierda
fa: کشیدن به چپ
fr: Balayer à Gauche
ja: 左にスワイプ
pl: Przesunięcie w lewo
ru: Смахивание влево
zh_cn: 向左
zh_tw: 左滑

source: Swipe Right
ar: سحب لليمين
de: Nach rechts wischen
es: Deslizar a la derecha
fa: کشیدن به راست
fr: Balayer à Droite
ja: 右にスワイプ
pl: Przesunięcie w prawo
ru: Смахивание вправо
zh_cn: 向右
zh_tw: 右滑

source: Swipe Up
ar: سحب للأعلى
de: Nach oben wischen
es: Deslizar hacia arriba
fa: کشیدن به بالا
fr: Balayer en Haut
ja: 上にスワイプ
pl: Przesunięcie w górę
ru: Смахивание вверх
zh_cn: 向上
zh_tw: 上滑

source: Swipes
ar: سحبات
de: Wischgesten
es: Deslizar
fa: کشیدن‌ها
fr: Balayer
ja: スワイプ
pl: Gesty
ru: Жесты
zh_cn: 手势控制：轻扫
zh_tw: 滑動手勢

source: Swipes must begin from the far left or right of the screen.
ar: يجب أن تبدأ السحبات من أقصى يسار أو يمين الشاشة.
de: Wischgesten müssen von weit links oder rechts auf dem Bildschirm beginnen.
es: Los deslizamientos deben comenzar desde la extrema izquierda o derecha de la pantalla.
fa: کشیدن‌ها باید از از چپ‌ترین یا راست‌ترین نقطۀ صفحه شروع شوند.
fr: Les balayages doivent commencer à partir de l'extrême gauche ou droite de l'écran.
ja: スワイプはスクリーンの左端・右端から行ってください。
pl: Przesunięcia muszą zaczynać się od lewej lub prawej strony ekranu.
ru: Жесты должны начинаться с дальнего левого или правого края экрана.
zh_cn: 请从屏幕最左侧或最右侧开始滑动。
zh_tw: 必須從螢幕最左或最右側開始滑動手勢。

source: Sync
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fa: همگام‌سازی
fr: Synchronisation
ja: 同期
pl: Synchronizacja
ru: Синхронизация
zh_cn: 同步
zh_tw: 同步

source: Sync Conflict
es: Conflicto de sincronización
ru: Конфликт синхронизации
zh_cn: 同步冲突

source: Sync Failed
es: Sincronización fallida
ru: Ошибка синхронизации
zh_cn: 同步失败

# Sync Sounds &amp; Images
source: Sync Sounds & Images
ar: مزامنة الأصوات والصور
de: Audio & Bilder sync.
es: Sincronizar sonidos & Imágenes
fa: همگام‌سازی صدا‌ها و تصاویر
fr: Synchroniser les sons et les images
ja: 音声と画像を同期
pl: Synchronizuj dźwięki & obrazy
ru: Синхр. звуки и изображения
zh_cn: 同步声音和图像
zh_tw: 同步音訊和圖像

source: Synchronize
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fa: همگام‌سازی
fr: Synchroniser
ja: 同期する
pl: Synchronizuj
ru: Синхронизировать
zh_cn: 同步
zh_tw: 同步

source: Syncing
ar: مزامنة
de: Synchronisierung
es: Sincronizando
fa: در حال همگام‌سازی
fr: Synchronisation
ja: 同期
pl: Synchronizacja
ru: Синхронизация
zh_cn: 同步
zh_tw: 同步

source: Syncing changes...
es: Sincronizando cambios...
ru: Синхронизция изменений...
zh_cn: 同步修改…

source: Tag Only
ar: إضافة وسم فقط
de: Nur verschlagworten
es: Solo etiquetar
fa: فقط برچسب
fr: Tager uniquement
ja: タグを付けるだけ
pl: Tylko etykieta
ru: Только пометить
zh_cn: 贴‘leech’标签
zh_tw: 只貼上標籤

source: Tag:
ar: وسم:
de: Schlagwort:
es: Etiqueta:
fa: برچسب:
ja: タグ：
pl: Etykieta:
ru: Метка:
zh_cn: 标签：
zh_tw: 標籤：

source: Tags
ar: وسوم
de: Schlagwörter:
es: Etiquetas
fa: برچسب‌ها
ja: タグ
pl: Etykiety
ru: Метки
zh_cn: 标签
zh_tw: 標籤

source: Tap synchronize when you're ready to proceed.
es: Pulsa sincronizar cuando estés listo para continuar.
ru: Коснитесь «Синхронизировать», когда будете готовы.
zh_cn: 当您准备好继续时点击同步。

source: Taps
ar: نقرات
de: Tippen
es: Toques
fa: ضربه‌ها
fr: Toucher
ja: タップ
pl: Dotyk
ru: Касания
zh_cn: 手势控制：轻点
zh_tw: 點按手勢

source: Template
ar: قالب
de: Vorlage
es: Plantilla
fa: قالب
fr: Modèle
ja: テンプレ
pl: Szablon
ru: Шаблон
zh_cn: 模板
zh_tw: 模板

source: Text
es: Texto
ru: Текст
zh_cn: 文本

source: The default deck cannot be deleted.
ar: لا يمكن حذف الرزمة الافتراضية.
de: Der Standardstapel kann nicht gelöscht werden.
es: El mazo por defecto no puede ser eliminado.
fa: امکان حذف دستۀ پیش‌فرض وجود ندارد.
fr: Le paquet par défaut ne peut pas être supprimé.
ja: デフォルトのデッキは削除できません。
pl: Domyślna talia nie może zostać usunięta.
ru: Колода «По умолчанию» не может быть удалена.
zh_cn: 不能删除默认卡组。
zh_tw: 無法刪除預設牌組。

source: The division of cards in your deck(s).
es: El desglose de las tarjetas en tu(s) mazo(s).
fa: تقسیم کارت‌ها درون دسته‌های شما.
ru: Распределение карточек в колоде(ах).
zh_cn: 卡组中的卡片分布。
zh_tw: 您牌組中的卡片統計圖表。

source: The first field can not be blank.
ar: لا يمكن أن يكون الحقل الأول فارغًا.
de: Das erste Feld kann nicht leer sein.
es: El primer campo no puede estar en blanco.
fa: فیلد اول نمی‌تواند خالی باشد.
fr: Le champ ne doit pas être vide.
ja: 最初のフィールドは空欄のままにできません。
pl: Pierwsze pole nie może być puste.
ru: Первое поле не может быть пустым.
zh_cn: 首字段不能为空。
zh_tw: 第一個欄位不能為空。

source: The first field must not be empty.
ar: لا يمكن أن يكون الحقل الأول فارغًا.
de: Das erste Feld darf nicht leer sein.
es: El primer campo no debe estar vacío.
fa: فیلد اول نباید خالی باشد.
fr: Le champ ne doit pas être vide.
ja: 最初のフィールドは空欄のままにできません。
pl: Pierwsze pole nie może być puste.
ru: Первое поле не может быть пустым.
zh_cn: 首字段不能清空。
zh_tw: 第一個欄位不能是空的。

source: The number of questions you have answered.
es: El número de preguntas que has respondido.
fa: تعداد سوالاتی که پاسخ داده‌اید.
ru: Количество вопросов, на которые вы ответили.
zh_cn: 回答问题的次数。
zh_tw: 您回答過的題目數量。

source: The number of reviews due in the future.
es: El número de repasos programados en el futuro.
fa: تعداد مرور‌های آینده.
ru: Число повторений, запланированных на будущее.
zh_cn: 未来将会到期的复习卡片数。
zh_tw: 將在未來到期的待複習卡片數量。

source: The number of times you have pressed each button.
es: El número de veces que has presionado cada botón.
fa: دفعاتی که هریک از کلید‌ها را فشار داده‌اید.
ru: Сколько раз Вы нажали каждую кнопку.
zh_cn: 您按下每个按钮的次数。
zh_tw: 各按鈕已按下的次數。

source: The provided deck does not exist.
ar: لا توجد الرزمة الموفرة.
de: Der bereitgestellte Stapel existiert nicht.
es: El mazo proporcionado no existe.
fa: دستۀ انتخابی وجود ندارد.
fr: Le paquet indiqué n'existe pas.
ja: 指定のデッキは存在しません。
pl: Talia nie istnieje.
ru: Такая колода не существует.
zh_cn: 卡组不存在。
zh_tw: 提供的牌組不存在。

source: The provided input does not generate any cards.
es: La entrada proporcionada no genera ninguna tarjeta.
fa: متن ورودی هیچ کارتی ایجاد نمی‌کند.
ru: Предоставленные данные не генерируют никаких карточек.
zh_cn: 输入的内容没有生成任何卡片。
zh_tw: 輸入的內容沒有產生任何卡片。

source: The provided note type does not exist.
ar: لا يوجد نوع الملحوظة الموفر.
de: Der bereitgestellte Notiztyp existiert nicht.
es: El tipo de nota proporcionado no existe.
fa: نوع یادداشت انتخابی وجود ندارد.
fr: Le type de note indiqué n'existe pas.
ja: 指定のノートタイプは存在しません。
pl: Typ notatki nie istnieje.
ru: Такой тип записи не существует.
zh_cn: 笔记类型不存在。
zh_tw: 提供的筆記類型不存在。

source: The search you provided did not match any cards.
ar: لا تطابق عبارة بحثك أي بطاقات.
de: Die Suche, die Sie zur bereitgestellt haben, hat keine Übereinstimmung mit irgendeiner Karte.
es: La búsqueda que proporcionaste no coincide con ninguna tarjeta.
fa: موردی با این مشخصات یافت نشد.
fr: La recherche indiquée ne correspond à aucune carte.
ja: 指定の検索に一致するカードがありません。
pl: Twoje wyszukiwanie nie odpowiada żadnej karcie.
ru: Карточек по данному запросу найдено не было.
zh_cn: 您提供的搜索条件没有匹配到任何卡片。
zh_tw: 沒有任何卡片符合您搜尋的內容。

source: The selected options did not match any cards.
ar: لا تطابق الخيارات المحددة أي بطاقات.
de: Die ausgewählten Optionen stimmen mit keiner Karte überein.
es: Las opciones seleccionadas no coinciden con ninguna tarjeta.
fa: گزینه‌های انتخابی با هیچ کارتی هم‌خوانی ندارد.
fr: Les options sélectionnées ne correspondent à aucune carte.
ja: 選択した設定に一致するカードがありません。
pl: Wybrane opcje nie odpowiadają żadnej karcie.
ru: Выбранные настройки не соответствуют ни одной карточке.
zh_cn: 所选项没有匹配到任何卡片。
zh_tw: 沒有任何卡片符合已選取的選項。

source: The time taken to answer the questions.
es: El tiempo que has tardado en responder a las preguntas.
fa: زمان طی شده برای پاسخ به سوالات.
ru: Время, затраченное на ответы.
zh_cn: 答题所花费的时间。
zh_tw: 回答問題所用的時間。

source: Theme
ar: السمة
es: Tema
fa: طرح
fr: Thème
ja: テーマ
pl: Motyw
ru: Тема
zh_cn: 主题
zh_tw: 佈景主題

source: Thick
ar: ثخين
de: Dick
es: Grosor
fa: ضخیم
fr: Épais
ja: 太い
pl: Grube
ru: Толстый
zh_cn: 粗
zh_tw: 粗

source: Today
es: Hoy
fa: امروز
ru: Сегодня
zh_cn: 今天
zh_tw: 今天

source: Toggle Suspend
ar: تفعيل/تعليق
de: Karte(n) ein-/aussetzen
es: Suspender sí/no
fa: تغییر وضعیت تعلیق
fr: Suspendre/Rependre
ja: 保留/保留解除の切替
pl: Przełącz zawieszenie
ru: Вкл./выкл. исключение
zh_cn: 保留/放回
zh_tw: 切換暫時停止狀態

source: Tools
ar: أدوات
de: Werkzeuge
es: Herramientas
fa: ابزارها
fr: Outils
ja: ツール
pl: Narzędzia
ru: Инструменты
zh_cn: 工具包
zh_tw: 工具

source: Tools Overlay
ar: خلفية الأدوات
de: Werkzeugeinblendung
es: Superposición de herramientas
fa: زمینۀ ابزارها
fr: Outils superposés
ja: ツールアイコン
pl: Nakładka z narzędziami
ru: Оверлей инструментов
zh_cn: 快捷工具包
zh_tw: 工具視窗

source: Tools Overlay Button
ar: زر خلفية الأدوات
de: Werkzeugeinblendungsknopf
es: Botón de superposición de herramientas
fa: دکمۀ زمینۀ ابزارها
fr: Bouton outils superposés
ja: ツールアイコンの表示
pl: Przycisk nakładki z narzędziami
ru: Кнопка оверлея инструментов
zh_cn: 工具包按钮
zh_tw: 工具視窗按鈕

source: Tools Overlay Position
ar: موضع خلفية الأدوات
de: Werkzeugeinblendungsposition
es: Posición de superposición de herramientas
fa: موقعیت زمینۀ ابزارها
fr: Position des outils superposés
ja: ツールアイコンの配置
pl: Pozycja nakładki z narzędziami
ru: Расположение оверлея инструментов
zh_cn: 工具包位置
zh_tw: 工具視窗位置

source: Top Bar
ar: الشريط العلوي
de: Oberer Balken
es: Barra Superior
fa: نوار بالا
fr: Barre du haut
ja: トップバー
pl: Górny pasek
ru: Верхняя панель
zh_cn: 顶部快捷栏
zh_tw: 頂端列

source: Top Center
ar: أعلى الوسط
de: Oben mittig
es: Parte Superior Central
fa: مرکز بالا
fr: En haut au centre
ja: 中央上
pl: Górny środek
ru: Сверху по середине
zh_cn: 中上
zh_tw: 正上方

source: Top Left
ar: أعلى اليسار
de: Oben links
es: Parte Superior Izquierda
fa: چپ بالا
fr: En haut à gauche
ja: 左上
pl: Górne lewo
ru: Сверху слева
zh_cn: 左上
zh_tw: 左上方

source: Top Right
ar: أعلى اليمين
de: Oben rechts
es: Parte Superior Derecha
fa: راست بالا
fr: En haut à droite
ja: 右上
pl: Górne prawo
ru: Сверху справа
zh_cn: 右上
zh_tw: 右上方

source: Total
fa: مجموع
ru: Всего
zh_cn: 总计
zh_tw: 總計

source: Total cards
es: Tarjetas totales
fa: تمام کارت‌ها
ru: Всего карточек
zh_cn: 卡片总数
zh_tw: 卡片總數

source: Total notes
es: Notas totales
fa: تمام یادداشت‌ها
ru: Всего записей
zh_cn: 笔记总数
zh_tw: 筆記總數

source: Type in the answer
ar: إدخال الجواب
de: Antwort eintippen
es: Escriba la respuesta
fa: تایپ کردن پاسخ
fr: Veuillez taper la réponse
ja: 答えを入力してください
pl: Wpisz odpowiedź
ru: Введите ответ
zh_cn: 输入答案
zh_tw: 輸入答案

source: UBury
ar: نكش
de: AufhZurücks
es: Des M
fa: لغو دفن
fr: Dét P
ja: 延解除
pl: Odkop
ru: Вернуть
zh_cn: 取消延期
zh_tw: 取消暫隱

source: Unable to obtain image
ar: تعذر جلب الصورة
de: Bild konnte nicht abgerufen werden
es: No se puede obtener la imagen
fa: فراهم کردن تصویر ممکن نیست
fr: Impossible de récupérer l'image
ja: 画像を読み込むことができません
pl: Nie można wczytać obrazu
ru: Не удалось загрузить изображение
zh_cn: 无法载入图片
zh_tw: 無法取得圖像

source: Unable to open Safari - please check parental controls.
ar: تعذر فتح سفاري - تحقق من إعدادات الرقابة الأبوية.
de: Safari konnte nicht geöffnet werden - bitte überprüfen Sie die Kinderschutzeinstellungen
es: No se puede abrir Safari - por favor comprueba los controles parentales.
fa: بازکردن سافاری ممکن نیست - لطفاً مجوز‌های برنامه را بررسی کنید.
fr: Impossible d'ouvrir Safari - veuillez vérifier le contrôle parental.
ja: Safariを開くことができません。ペアレンタルコントロールを確認してください。
pl: Nie można otworzyć Safari - sprawdź ustawienia kontroli rodzicielskiej.
ru: Не удалось открыть Safari - проверьте настройки родительского контроля.
zh_cn: 无法打开Safari - 请检查家长控制。
zh_tw: 無法開啟Safari——請檢查分級保護控制。

source: Unable to open profile
ar: تعذر فتح الملف الشخصي
de: Profil konnte nicht geöffnet werden
es: No se puede abrir el perfil
fa: باز کردن پروفایل ممکن نیست
fr: Impossible d'ouvrir le profil
ja: プロファイルを開くことができません
pl: Nie można otworzyć profilu
ru: Не удалось открыть профиль
zh_cn: 无法打开配置文件。
zh_tw: 無法開啟設定檔

source: Unable to read file
ar: تعذرت قراءة الملف
de: Datei konnte nicht gelesen werden
es: No se puede leer el archivo
fa: خواندن فایل ممکن نیست
fr: Impossible de lire le fichier
ja: ファイルを読み取ることができません
pl: Nie można odczytać pliku
ru: Не удалось прочитать файл
zh_cn: 无法读取文件
zh_tw: 無法讀取檔案

source: Unbury Deck
ar: نكش الرزمة
de: Zurückstellung des Stapels aufheben
es: Desenterrar mazo
fa: لغو دفن دسته
fr: Déterrer le paquet
ja: デッキ内延期解除
pl: Odkop talię
ru: Вернуть колоду
zh_cn: 取消延期该卡组
zh_tw: 取消暫時隱藏牌組

source: Underline
ar: وضع خط تحت النص
de: Unterstreichen
es: Subrayar
fa: زیر خط
fr: Souligner
ja: 下線
pl: Podkreślenie
ru: Подчеркивание
zh_cn: 下划线
zh_tw: 底線

source: Undo
ar: تراجع
de: Rück­gängig
es: Deshacer
fa: لغو عمل
fr: Annuler
ja: 元に戻す
pl: Cofnij
ru: Отмена
zh_cn: 撤销
zh_tw: 復原

source: Undo Clears All
ar: تراجع عن مسح الكل
de: "Alles aufräumen" rückgängig machen
es: Deshacer lo borra todo
fa: لغو عمل همه را پاک کند
fr: ‘Annuler’ efface tout
ja: 元に戻すタップですべて消去
pl: Cofnij usuwa wszystko
ru: Отмена очищает все
zh_cn: 撤销清除全部
zh_tw: 復原按鈕將清除所有筆跡

source: Unexpected file extension:
ar: لاحقة ملف غير متوقعة:
de: Unerwartete Dateierweiterung:
es: Extensión de archivo inesperada:
fa: پسوند فایل نامعبتر:
fr: Extension de fichier inattendue:
ja: 予期しないファイル拡張子：
pl: Nieoczekiwane rozszerzenie pliku:
ru: Неожиданное разрешение файла:
zh_cn: 不支持的文件扩展名：
zh_tw: 非預期的副檔名：

# Unexpected rich text format - please try copying &amp; pasting.
source: Unexpected rich text format - please try copying & pasting.
ar: صيغة نص منسق غير متوقعة - الرجاء محاولة النسخ واللصق.
de: Unerwartetes Rich-Text-Format - bitte versuchen Sie es mit Kopieren & Einfügen
es: Formato de texto enriquecido inesperado - por favor, intente copiar y pegar.
fa: فرمت متن نامعتبر - لطفاً از کپی/پیست استفاده کنید.
fr: Format de texte enrichi inattendu - veuillez essayer de copier et coller.
ja: 予期しないリッチテキストフォーマット：コピーアンドペーストを実行してみてください。
pl: Nieoczekiwany wzbogacony format tekstowy (RTF) - spróbuj kopiować & wklejać.
ru: Неожиданный RTF - попробуйте скопировать и вставить.
zh_cn: 文本格式不支持 - 请尝试复制和粘贴
zh_tw: 未預期的RTF格式——請嘗試複製貼上。

source: Unexpected status code:
ar: رمز حالة غير متوقع:
de: Unerwarteter Statuscode:
es: Código de estado inesperado:
fa: کد وضعیت نامعتبر:
fr: Code de statut inattendu :
ja: 予期しないステータスコード：
pl: Nieoczekiwany kod statusu:
ru: Неожиданный код статуса:
zh_cn: 意外的状态代码：
zh_tw: 未預期的狀態代碼：

source: Unmarked
ar: غير مُعلَّم
de: Nicht gekennzeichnet
es: Sin marcas
fa: علامت پاک شد
fr: Décocher
ja: マークを解除しました
pl: Usunięto wyróżnienie
ru: Выделение отменено
zh_cn: 已抹去标记
zh_tw: 取消標記

source: Unseen
es: No vistas
fa: دیده‌نشده
ru: Не просмотрено
zh_cn: 未学习
zh_tw: 尚未看過

source: Unsuspend Card
ar: تفعيل البطاقة
de: Karte wieder einsetzen
es: Reactivar tarjeta
fa: لغو تعلیق کارت
fr: Enlever la suspension de la carte
ja: カードの保留を解除
pl: Odwieś kartę
ru: Включить карточку
zh_cn: 放回保留的卡片
zh_tw: 取消暫時停止卡片

source: Unsuspend Note
ar: تفعيل الملحوظة
de: Notiz wieder einsetzen
es: Reactivar nota
fa: لغو تعلیق یادداشت
fr: Enlever la suspension de la note
ja: ノートの保留を解除
pl: Odwieś notatkę
ru: Включить запись
zh_cn: 取出保留的笔记
zh_tw: 取消暫時停止筆記
