Repository: ankitects/ankimobile-i18n
Catalog: mobile/*/strings.xliff
Languages: ar, de, es, fa, fr, ja, pl, ru, zh_cn, zh_tw

source: Add Cards
ar: إضافة بطاقات
de: Kar­ten hin­zu­fü­gen
es: Añadir tarjetas
fa: افزودن کارت
fr: Ajouter une carte
ja: カードを追加
pl: Dodaj karty
ru: Добавить карточки
zh_cn: 添加卡片
zh_tw: 新增卡片

# NSCameraUsageDescription
source: This allows Anki to insert the images you capture onto your cards.
ar: يسمح هذا لأنكي بتضمين الصور التي تلتقطها في بطاقاتك.
de: Hier­mit kön­nen Bil­der aus der Ga­le­rie in die Kar­ten ein­ge­fügt wer­den.
es: Esto permite a Anki insertar las imágenes que capturas en tus tarjetas.
fa: این گزینه به آنکی اجازه می‌دهد تصاویری که می‌گیرید را به کارت‌هایتان اضافه کند.
fr: Permettre à Anki d'insérer les images que vous capturez sur vos cartes.
ja: 許可をすることで、カメラで撮影した画像をカードに取り込めるようになります。
pl: Dzięki temu możesz dodawać zdjęcia do twoich kart.
ru: Это позволит Anki вставлять изображения в карточки.
zh_cn: 这将允许Anki插入您捕获的图片。
zh_tw: 這可讓Anki把您擷取的圖像插入到卡片上。

# NSMicrophoneUsageDescription
source: The microphone will only be used when you tap the record button.
ar: سيُستخدم الميكروفون فقط عندما تضغط زر التسجيل.
de: Das Mi­kro­fon wird nur an­ge­schal­tet wenn der Auf­nah­me­but­ton ge­drückt wird.
es: El micrófono sólo se utilizará cuando toques el botón de grabación.
fa: میکروفون فقط هنگامی که دکمه ضبط را فشار دهید مورد استفاده قرار می‌گیرد.
fr: Le microphone ne sera utilisé que lorsque vous appuyez sur le bouton enregistrement.
ja: マイク機能は録音ボタンをタップしたときのみ使用されます。
pl: Mikrofon będzie używany tylko wtedy gdy naciśniesz przycisk do nagrywania.
ru: Микрофон будет использован только после касания кнопки записи.
zh_cn: 只有当您点击录制按钮时麦克风才会启动。
zh_tw: 麥克風只會在您按下錄製按鈕時啟用。

# NSPhotoLibraryAddUsageDescription
source: The "Add to Photos" action requires your permission.
ar: يتطلب إجراء «إضافة إلى الصور» إذنك.
de: Die "Zu den Fo­tos hin­zu­fü­gen"-Ak­tion be­nö­tigt Ihre Er­lau­bnis.
es: La acción "Añadir a Fotos" requiere tu permiso.
fa: گزینۀ "افزودن به عکس‌ها" به اجازۀ شما نیاز دارد.
fr: L'action "Ajouter aux photos" nécessite votre autorisation.
ja: 「写真に追加」を使用するには、ユーザの許可が必要です。
pl: Działanie "Dodaj do Zdjęć" wymaga twojej zgody.
ru: Действие «Добавить в фото» требует вашего согласия.
zh_cn: “添加至照片”需要您的权限。
zh_tw: 「新增到照片」動作需要您的授權。

# NSPhotoLibraryUsageDescription
source: This allows the photo browser to show.
ar: يسمح هذا بإظهار متصفح الصور.
de: Dies er­lau­bt, dass der Foto­brow­ser er­schei­nen kann.
es: Esto permite que el navegador de fotos se muestre.
fa: این گزینه امکان نمایش جستجوی عکس را فعال می‌کند.
fr: Ceci permet au navigateur de photos de s'afficher.
ja: 許可をすることで、フォトブラウザを表示できるようになります。
pl: Dzięki temu można otworzyć przeglądarkę zdjęć.
ru: Позволяет выбирать фото из галереи.
zh_cn: 允许显示照片浏览器。
zh_tw: 這可讓照片瀏覽器顯示。

source: Packaged Anki Collection
ar: حزمة مجموعة أنكي
de: Komprimierte Sammlung vom gesamten Anki
es: Colección empaquetada de Anki
fa: مجموعۀ آنکی بسته بندی شد
fr: Collection Anki empaquetée
ja: パッケージ化されたAnkiのコレクション
pl: Spakowana kolekcja Anki
ru: Упакованная коллекция Anki
zh_cn: 封装好的Anki卡组集合
zh_tw: 已封裝的Anki集合

source: Packaged Anki Deck
ar: حزمة رزمة أنكي
de: Kom­pri­mier­tes Deck
es: Paquete de Mazo de Anki
fa: دستۀ آنکی بسته بندی شد
fr: Paquet Anki empaqueté
ja: パッケージ化されたAnkiのデッキ
pl: Spakowana talia Anki
ru: Упакованная колода Anki
zh_cn: 封装好的Anki卡组
zh_tw: 已封裝的Anki牌組

source: Search
ar: بحث
de: Suche
es: Buscar
fa: جستجو
fr: Chercher
ja: 検索
pl: Szukaj
ru: Поиск
zh_cn: 搜索
zh_tw: 搜尋

source: % Correct
es: % Correctos
fa: % صحیح
ru: % правильных
zh_cn: 正确率(%)
zh_tw: 正确率（%）

source: % Total
fa: % کل
ru: % всего
zh_cn: 总计(%)
zh_tw: 總計（%）

source: %@ available
ar: %@ متوفر
de: %@ ver­füg­bar
es: %@ disponible
fa: %@ در دسترس
fr: %@ disponible
ja: %@が学習可能
pl: Dostępność - %@
ru: %@ доступно
zh_cn: %@可用
zh_tw: %@可用

source: %d/%d selected
ar: %d/%d محددة
de: %d/%d aus­ge­wählt
es: %d/%d seleccionados
fa: %d از %d انتخاب شد
fr: %d/%d sélectionnés
ja: %d/%d件選択
pl: %d/%d wybrano
ru: %d/%d выбрано
zh_cn: 已选中 %d/%d
zh_tw: 已選取%d/%d

source: (end)
ar: (النهاية)
de: (Ende)
es: (fin)
fa: (پایان)
fr: (fin)
ja: (終了)
pl: (koniec)
ru: (конец)
zh_cn: (完成)
zh_tw: （結束）

source: (filtered)
ar: (مفلترة)
de: (aus­ge­wählt/­ge­fil­tert)
es: (filtrada)
fa: (فیلترشده)
fr: (filtrée)
ja: (フィルタ)
pl: (filtrowana)
ru: (отфильтровано)
zh_cn: (经筛选)
zh_tw: （已篩選）

source: +5s
ar: +5 ث
fa: +5 ثانیه
ja: +5秒
ru: +5с
zh_tw: 快轉5秒

source: -5s
ar: -5 ث
fa: -5 ثانیه
ja: -5秒
ru: -5с
zh_tw: 倒轉5秒

source: 1 Month
es: 1 Mes
fa: 1 ماه
ru: 1 месяц
zh_cn: 1个月
zh_tw: 每月

source: 1 Year
es: 1 Año
fa: 1 سال
ru: 1 год
zh_cn: 1年
zh_tw: 每年

source: A deck must be provided.
ar: يجب توفير رزمة.
de: Bit­te Sta­pel aus­wäh­len.
es: Debe proporcionarse un mazo.
fa: یک دسته باید انتخاب شود.
fr: Un paquet doit être indiqué.
ja: デッキを指定してください。
pl: Podaj talię.
ru: Должна быть предоставлена колода.
zh_cn: 请提供一个卡组。
zh_tw: 必須提供一個牌組。

source: A deck named '%@' already exists.
ar: هناك رزمة باسم '%@' بالفعل.
de: Ein Sta­pel na­mens '%@' ex­ist­iert be­rei­ts.
es: Un mazo llamado '%@' ya existe.
fa: دسته‌ای با نام '%@' از قبل وجود دارد.
fr: Un paquet nommé '%@' existe déjà.
ja: デッキ名「%@」はすでに存在しています。
pl: Talia o nazwie "%@" już istnieje.
ru: Колода с именем '%@' уже существует.
zh_cn: 已存在名为 “%@” 的卡组。
zh_tw: 已存在名為「%@」的牌組了。

source: A deck with that name already exists.
ar: هناك رزمة لها ذلك الاسم بالفعل.
de: Ein Sta­pel die­ses Na­mens ex­is­tiert be­rei­ts.
es: Ya existe un mazo con ese nombre.
fa: دسته‌ای با این نام از قبل وجود دارد.
fr: Un paquet portant ce nom existe déjà.
ja: 同じ名前のデッキがすでに存在しています。
pl: Talia o takiej nazwie już istnieje.
ru: Колода с этим именем уже существует.
zh_cn: 同名卡组已存在。
zh_tw: 已存在名稱相同的牌組。

source: A note type must be provided.
ar: يجب توفير نوع ملحوظة.
de: Bit­te No­tiz­typ aus­wäh­len.
es: Debe proporcionarse un tipo de nota.
fa: یک نوع یادداشت باید انتخاب شود.
fr: Un type de note doit être indiqué.
ja: ノートタイプを指定してください。
pl: Podaj typ notatki.
ru: Должен быть предоставлен тип записи.
zh_cn: 请提供一个笔记类型。
zh_tw: 必須提供筆記類型。

source: A note with the same first field already exists.
ar: هناك ملحوظة بالحقل الأول نفسه بالفعل.
de: Es ex­is­tiert be­rei­ts ei­ne No­tiz mit dem­sel­ben er­st­en Feld.
es: Ya existe una nota con el mismo primer campo.
fa: یادداشتی با این فیلد اول از قبل وجود دارد.
fr: Une note avec le même Recto existe déjà.
ja: 最初のフィールドが同一のノートがすでに存在します。
pl: Notatka z takim samym pierwszym polem już istnieje.
ru: Запись с таким же первым полем уже существует.
zh_cn: 有相同首字段的笔记已存在。
zh_tw: 已存在第一個欄位相同的筆記。

source: A profile must be provided.
ar: يجب توفير ملف شخصي.
de: Bit­te Pro­fil aus­wäh­len.
es: Debe proporcionarse un perfil.
fa: یک پروفایل باید انتخاب شود.
fr: Un profil doit être indiqué.
ja: プロファイル名が必要です。
pl: Podaj profil.
ru: Должен быть предоставлен профиль.
zh_cn: 请提供一个配置文件。
zh_tw: 必須提供設定檔。

source: A profile with that name already exists.
ar: هناك ملف شخصي له ذلك الاسم بالفعل.
de: Es ex­is­tie­rt be­rei­ts ein Pro­fil mit die­sem Na­men.
es: Ya existe un perfil con ese nombre.
fa: پروفایلی با این نام از قبل وجود دارد.
fr: Un profil avec ce nom existe déjà.
ja: 同じプロファイル名がすでに使用されています。
pl: Profil o takiej nazwie już istnieje.
ru: Профиль с этим именем уже существует.
zh_cn: 同名配置文件已存在。
zh_tw: 已存在名稱相同的設定檔。

source: About
ar: حول
de: Ü­ber
es: Acerca de
fa: درباره
fr: À propos
ja: Ankiについて
pl: O aplikacji
ru: О приложении
zh_cn: 关于
zh_tw: 關於

source: Actions
ar: إجراءات
de: Ak­tio­nen
es: Acciones
fa: اعمال
ja: 操作
pl: Akcje
ru: Действия
zh_cn: 操作
zh_tw: 動作

source: Add
ar: إضافة
de: Hin­zu­fü­gen
es: Añadir
fa: افزودن
fr: Ajouter
ja: 追加
pl: Dodaj
ru: Добавить
zh_cn: 添加
zh_tw: 新增

source: Add Deck
ar: إضافة رزمة
de: Sta­pel hin­zu­fü­gen
es: Añadir Mazo
fa: افزودن دسته
fr: Ajouter un paquet
ja: デッキを追加
pl: Dodaj talię
ru: Добавить колоду
zh_cn: 添加卡组
zh_tw: 新增牌組

source: Add Empty Deck
ar: إضافة رزمة فارغة
de: Lee­ren Sta­pel hin­zu­fü­gen
es: Añadir Mazo Vacío
fa: افزودن دستۀ خالی
fr: Ajouter un paquet vide
ja: 新しいデッキを作る
pl: Dodaj pustą talię
ru: Добавить пустую колоду
zh_cn: 创建卡组
zh_tw: 新增空白牌組

source: Add Media
ar: إضافة وسائط
de: Me­di­en hin­zu­fü­gen
es: Añadir archivos multimedia
fa: افزودن رسانه
fr: Ajouter un média
ja: メディアを追加
pl: Dodaj pliki
ru: Добавить медиафайл
zh_cn: 添加媒体
zh_tw: 新增媒體

source: Add New
ar: إضافة جديدة
de: Neue hinzufügen
es: Añadir Nuevo
fa: افزودن جدید
fr: Ajouter Nouveau
ja: 新規追加
pl: Dodaj nową
ru: Добавить новую
zh_cn: 新建
zh_tw: 新增

source: Add Options Group
ar: إضافة مجموعة خيارات
de: Op­tio­nen­grup­pe hin­zu­fü­gen
es: Añadir Opciones de Grupo
fa: افزودن گروه اختیارات
fr: Ajouter un groupe d'options
ja: 設定グループを追加
pl: Dodaj grupę opcji
ru: Добавить группу настроек
zh_cn: 添加选项组
zh_tw: 新增選項群組

source: Add Profile
ar: إضافة ملف شخصي
de: Pro­fil er­stel­len
es: Añadir Perfil
fa: افزودن پروفایل
fr: Ajouter un profil
ja: プロファイルを追加
pl: Dodaj profil
ru: Добавить профиль
zh_cn: 添加配置文件
zh_tw: 新增設定檔

source: Add Reverse
es: Añadir reverso
ru: Добавить обратную
zh_cn: 添加翻转卡片

source: Add/Export
ar: إضافة/تصدير
de: Hin­zu­fü­gen/Ex­por­tier­en
es: Añadir/Exportar
fa: افزودن/صادر کردن
fr: Ajouter/Exporter
ja: 追加/エクスポート
pl: Dodaj/Eksportuj
ru: Добав./экспорт.
zh_cn: 添加/导出
zh_tw: 新增/匯出

source: Added Today
ar: مضافة اليوم
de: Heu­te hin­zu­ge­fügt
es: Añadidas hoy
fa: امروز اضافه شده
fr: Ajouté aujourd’hui
ja: 今日追加したカード
pl: Dodane dzisiaj
ru: Добавленные сегодня
zh_cn: 今天添加的
zh_tw: 今天新增的

source: Added note.
ar: أضيفت الملحوظة.
de: No­tiz hin­zu­ge­fügt.
es: Nota añadida.
fa: یادداشت اضافه شد.
fr: Note ajoutée.
ja: ノートを追加しました。
pl: Dodano notatkę.
ru: Запись добавлена.
zh_cn: 笔记已添加。
zh_tw: 已新增筆記。

source: Added to frequent actions.
ar: أضيفت إلى الإجراءات المتكررة.
de: Zu den häu­fi­gen Ak­tio­nen hin­zu­ge­fügt.
es: Añadido a acciones frecuentes.
fa: به اعمال مکرر اضافه شد.
fr: Ajouté aux actions fréquentes.
ja: よく使用するアクションに追加しました。
pl: Dodano do częstych działań.
ru: Добавлено в частые действия.
zh_cn: 已添加至常用操作。
zh_tw: 已新增到常用動作。

source: Again
ar: مجددًا
de: Noch­mal
es: Otra vez
fa: دوباره
fr: À revoir
ja: もう一度
pl: Powtórz
ru: Снова
zh_cn: 再来
zh_tw: 再一次

source: Again Today
ar: البطاقات المجابة بـ «مجددًا» اليوم
de: Heu­te fehl­ge­schla­gen
es: Olvidadas hoy
fa: دوباره امروز
fr: À revoir aujourd’hui
ja: 今日間違えたカード
pl: Dzisiejsze pomyłki
ru: Возвратов сегодня
zh_cn: 今日“再来”的卡
zh_tw: 今天按「再一次」的

source: Alert Time
ar: وقت التنبيه
de: Alarmzeit
es: Hora de alerta
fa: زمان هشدار
fr: Heure d'alerte
ja: 通知の設定時間
pl: Czas alertu
ru: Время оповещения
zh_cn: 提醒时间
zh_tw: 提醒時間

source: Alert When Due
ar: تنبيه عند الاستحقاق
de: Bei Fäll­ig­keit a­lar­mier­en
es: Alertar cuando haya repasos venzidos
fa: هشدار هنگامی که بازۀ زمانی
fr: Alerte en cas de retard
ja: 期日に通知する
pl: Alert, jeśli powtórki czekają
ru: Оповестить, когда наступит время просмотра
zh_cn: 每日提醒
zh_tw: 到期時提醒

source: All
es: Todo
fa: همه
ru: Все
zh_cn: 所有
zh_tw: 所有

source: All Actions
ar: كل الإجراءات
de: Alle Aktionen
es: Todas las Acciones
fa: همۀ اعمال
fr: Toutes les actions
ja: すべてのアクション
pl: Wszystkie działania
ru: Все действия
zh_cn: 全部操作
zh_tw: 所有動作

source: Already in frequent actions.
ar: موجود فعلًا في الإجراءات المتكررة.
de: Be­rei­ts in häu­fi­ge Ak­tio­nen.
es: Ya esta en acciones frecuentes.
fa: این عمل از قبل در لیست اعمال مکرر وجود دارد.
fr: Déjà en action fréquente.
ja: すでによく使用するアクションに登録されています。
pl: Już obecne w częstych działaniach.
ru: Уже находится в частых действиях.
zh_cn: 已在常用操作中。
zh_tw: 已在常用動作中。

source: Always Duck + Ignore Mute
ar: إضعاف وتجاهل الوضع الصامت دائمًا
de: Im­mer au­srei­ßen + Stumm­schal­tung i­gno­rier­en
es: Esquivar Siempre + Ignorar Silencio
fa: انکار همیشه + چشم‌پوشی از بی‌صدا
fr: Toujours jouer l'audio et ignorer la sourdine
ja: BGM調整＋ミュート無視
pl: Zawsze unikaj + ignoruj wyciszenie
ru: Игнорировать бесшумный режим
zh_cn: 弱化其他媒体音量 + 无视系统静音
zh_tw: 總是弱化背景音量並忽略系統靜音

source: An error occurred on AnkiWeb.
es: Se ha producido un error en AnkiWeb.
ru: Произошла ошибка в AnkiWeb.
zh_cn: AnkiWeb中发生错误

source: An error occurred: %@
ar: حدث خطأ: %@
de: Ein Feh­ler ist auf­ge­tre­ten: %@
es: Se ha producido un error: %@
fa: خطایی رخ داد: %@
fr: Une erreur s'est produite: %@
ja: エラーが発生しました：%@
pl: Wystąpił błąd: %@
ru: Произошла ошибка: %@
zh_cn: 发生错误：%@
zh_tw: 發生錯誤：%@

source: AnkiWeb is too busy at the moment.
es: AnkiWeb está demasiado ocupado en este momento.
ru: AnkiWeb в данный момент слишком занят.
zh_cn: AnkiWeb现在繁忙

source: Answer Action
ar: إجراء الإجابة
de: Ant­wort­ak­tion
es: Acción de respuesta
fa: اَعمال پاسخ
fr: Bouton de réponse
ja: 回答アクション
pl: Reakcja odpowiedzi
ru: Действие
zh_cn: 自动操作
zh_tw: 答案顯示後動作

source: Answer Again
ar: الإجابة بـ«مجددًا»
de: "Er­neut" ant­wor­ten
es: Otra Vez
fa: پاسخ دوباره
fr: Répondre à revoir
ja: 回答 (もう一度)
pl: Odpowiedz Powtórz
ru: Ответить «снова»
zh_cn: 回答“再来”
zh_tw: 回答「再一次」

source: Answer Buttons
ar: أزرار الإجابة
de: Ant­wort­kno­pf
es: Botones de respuesta
fa: دکمه‌های پاسخ
fr: Types de réponse
ja: 回答ボタン
pl: Przyciski odpowiedzi
ru: Кнопки ответа
zh_cn: 回答按钮
zh_tw: 回答按鈕

source: Answer Count
es: Contador de Respuestas
fa: تعداد پاسخ
ru: Количество ответов
zh_cn: 回答数
zh_tw: 回答計數

source: Answer Easy
ar: الإجابة بـ«سهل»
de: "Einfach" antworten
es: Fácil
fa: پاسخ آسان
fr: Réponse facile
ja: 回答 (簡単)
pl: Odpowiedz Łatwa
ru: Ответить «легко»
zh_cn: 回答“简单”
zh_tw: 回答「簡單」

source: Answer Good
ar: الإجابة بـ«جيد»
de: "Gut" ant­wor­ten
es: Bien
fa: پاسخ خوب
fr: Réponse correcte
ja: 回答 (正解)
pl: Odpowiedz Dobra
ru: Ответить «хорошо»
zh_cn: 回答“良好”
zh_tw: 回答「良好」

source: Answer Hard
ar: الإجابة بـ«صعب»
de: "Schwer" ant­wor­ten
es: Difícil
fa: پاسخ سخت
fr: Réponse difficile
ja: 回答 (難しい)
pl: Odpowiedz Trudna
ru: Ответить «трудно»
zh_cn: 回答“困难”
zh_tw: 回答「困難」

source: Answer Keeps Zoom
ar: تبقي الإجابة على مستوى التكبير
de: Ant­wort be­hält Zoom bei
es: La respuesta manitene el zoom
fa: حفظ بزرگنمایی بعد از پاسخ
fr: Garder le zoom
ja: 答えのズームを保つ
pl: Odpowiedź zachowuje przybliżenie
ru: Ответ сохраняет приближение
zh_cn: 答案同问题保持缩放
zh_tw: 答案保持縮放

source: Answer Seconds
ar: وقت الإجابة بالثانية
de: Ant­wort­se­kun­den
es: Número de Segundos
fa: ثانیه‌های پاسخ
fr: Nombre de secondes
ja: 答えを表示する時間 (秒)
pl: Sekund odpowiedzi
ru: Секунд отвечено
zh_cn: 答案播放时间 (秒)
zh_tw: 答案顯示時間

source: Answer Side
ar: جانب السؤال
de: Ant­wort­sei­te
es: Anverso
fa: اسلاید پاسخ
fr: Côté réponse
ja: 答え側
pl: Strona z odpowiedzią
ru: Сторона ответа
zh_cn: 答案界面
zh_tw: 答案面

source: Answer time cap
ar: حد وقت الإجابة
de: Ant­wort­zeit­be­gren­zung
es: Tiempo límite para responder
fa: حداکثر زمان پاسخ
fr: Limite de temps de réponse
ja: 回答時間の上限 (秒)
pl: Czas na odpowiedź
ru: Времени на ответ
zh_cn: 回答时限(超出不计入统计)
zh_tw: 回答時限

source: Answer time elapsed
ar: وقت الإجابة الماضي
de: Ant­wort­zeit ab­ge­lau­fen
es: El tiempo para responder ha terminado
fa: زمان طی شدۀ پاسخ
fr: Temps de réponse écoulé
ja: 経過した回答時間
pl: Czas na odpowiedź minął
ru: Времени на ответ прошло
zh_cn: 播放时间已过
zh_tw: 已過回答時間

source: Answers
es: Respuestas
fa: پاسخ‌ها
ru: Ответы
zh_cn: 答案
zh_tw: 答案

source: Any Flag
ar: أي مؤشر
de: beliebige Markierung
es: Cualquier Bandera
fa: هر نشان
fr: Tous les drapeaux
ja: フラグあり
pl: Dowolna flaga
ru: Любой флаг
zh_cn: 有标注
zh_tw: 任何旗標

source: App Icon Shows Due Count
ar: تظهر أيقونة التطبيق عدد البطاقات المستحقة
de: App-Symbol zeigt An­zahl fäl­li­ger Kar­ten
es: El icono de la aplicación muestra el número de repasos pendientes
fa: نمایش تعداد مرورد بر روی آیکون برنامه
fr: L'icône de l'appli montre le compte de révision
ja: アイコンにカード数を表示
pl: Liczba powtórek na ikonie apki
ru: Число повтор. на значке
zh_cn: 应用图标显示到期卡片数量
zh_tw: 在App圖示上顯示到期卡片計數

source: Append
ar: إلحاق
de: An­fügen
es: Adjuntar
fa: الحاق
fr: Ajouter
ja: 条件を追加
pl: Dołącz
ru: Добавить
zh_cn: 追加
zh_tw: 附加條件

source: Append Negated
ar: إلحاق بصيغة منفية
de: An­fü­gen und um­keh­ren
es: Sustraer
fa: الحاق معکوس
fr: Soustraire
ja: 否定条件を追加
pl: Dołącz negowane
ru: Добавить отрициательно
zh_cn: 追减
zh_tw: 附加反向條件

source: Are you sure?
ar: هل أنت متأكد؟
de: Sind Sie sich sich­er?
es: ¿Estás seguro?
fa: مطمئنید؟
fr: Êtes-vous sûr?
ja: 本当によろしいですか？
pl: Czy jesteś pewien?
ru: Вы уверены?
zh_cn: 确定？
zh_tw: 你確定嗎？

source: Audio Buttons
ar: أزرار الصوت
de: Au­dio­knö­pfe
es: Botones de audio
fa: دکمه‌های صدا
fr: Boutons audio
ja: 音声ボタン
pl: Przyciski dźwięku
ru: Кнопки звука
zh_cn: 显示音频按钮
zh_tw: 音訊按鈕

source: Authenticating...
es: Autenticando...
ru: Аутентификация...
zh_cn: 正在验证...

source: Authentication failed. Please try again.
es: Autenticación fallida. Por favor, inténtelo de nuevo.
ru: Ошибка аутентификации. Попробуйте снова.
zh_cn: 认证失败，请再试一次。

source: Auto Adv.
ar: تقديم تلقائي
de: Autom. Forts.
es: Auto Av.
fa: پیشروی خودکار
fr: Avance auto.
ja: 自動送
pl: Auto-pos.
ru: Автопросм.
zh_cn: 自动播卡
zh_tw: 自動前進

source: Auto Advance
ar: تقديم تلقائي
de: Au­to­ma­ti­sches Fort­schrei­ten
es: Avance Automático
fa: پیشروی خودکار
fr: Avance automatique
ja: カードの自動送り
pl: Auto-postęp
ru: Автопросмотр
zh_cn: 自动播放卡片
zh_tw: 自動前進

source: Auto advance starting
ar: بدء التقديم التلقائي
de: Au­to­ma­ti­sches Fort­schrei­ten star­tet
es: Comenzando avance automático
fa: شروع پیشروی خودکار
fr: Commencer l’avance auto
ja: カードの自動送りを開始します
pl: Rozpoczynanie Auto-postępu
ru: Начало автопросмотра
zh_cn: 已开始自动播放卡片
zh_tw: 正在開始自動前進

source: Auto advance stopped
ar: توقف التقديم التلقائي
de: Au­to­ma­ti­sches Fort­schrei­ten ge­stop­pt
es: Autoavanzar parado
fa: پیشروی خودکار متوقف شد
fr: Avance auto arrêtée
ja: カードの自動送りを停止しました
pl: Auto-postęp zatrzymany
ru: Окончание автопросмотра
zh_cn: 已停止自动播放卡片
zh_tw: 已停止自動前進

source: Automatically play audio
ar: تشغيل التسجيلات الصوتية تلقائيًا
de: Au­dio­da­tei­en au­to­mat­isch ab­spie­len
es: Reproducir sonido automáticamente
fa: پخش خودکار صدا
fr: Jouer l’audio automatiquement
ja: 音声を自動再生する
pl: Autoodtwarzanie dźwięku
ru: Автоматически воспроизводить аудио
zh_cn: 自动播放音频
zh_tw: 自動播放音訊檔

source: Available backups
ar: النسخ الاحتياطية المتاحة
de: Ver­füg­ba­re Sich­er­ungs­kop­ien
es: Respaldos disponibles
fa: پشتیبان‌های در دسترس
fr: Sauvegardes disponibles
ja: 保存中のバックアップ
pl: Dostępne kopie zapasowe
ru: Доступные резервные копии
zh_cn: 可用的备份
zh_tw: 可用備份

source: Average
es: Promedio
fa: میانگین
ru: В среднем
zh_cn: 平均
zh_tw: 平均

source: Average Time
es: Tiempo promedio
fa: میانگین زمان
ru: Среднее время
zh_cn: 平均用时
zh_tw: 平均時間

source: Average answer time
es: Tiempo de respuesta promedio
fa: میانگین زمان پاسخ
ru: Среднее время ответа
zh_cn: 平均答题用时
zh_tw: 平均答題時間

source: Average ease
es: Facilidad promedio
fa: میانگین سهولت
ru: Средняя легкость
zh_cn: 平均难度系数
zh_tw: 中等容易程度

source: Average for days studied
es: Promedio en los días estudiados
fa: میانگین در روزهای مطالعه شده
ru: В среднем за дни учебы
zh_cn: 实际学习天数的平均
zh_tw: 平均值（實際學習天數）

source: Average interval
es: Intervalo promedio
fa: میانگین بازۀ زمانی
ru: Средний интервал
zh_cn: 平均间隔
zh_tw: 平均間隔

source: Back
ar: خلف
de: Rück­seite
es: Reverso
fa: پشت
fr: Verso
ja: 裏面
pl: Tył
ru: Обратная сторона
zh_cn: 背面
zh_tw: 背面

source: Backup failed: %@
es: Copia de seguridad fallida: %@
ru: Не удалось создать резервную копию: %@
zh_cn: 备份失败：%@

source: Backups
ar: نسخ احتياطية
de: Sich­er­ungs­ko­pi­en
es: Copias de seguridad
fa: فایل‌های پشتیبان
fr: Sauvegardes
ja: バックアップ
pl: Kopie zapasowe
ru: Резервные копии
zh_cn: 备份
zh_tw: 備份

source: Bar Style
ar: تنسيق الشريط
de: Bal­ken­stil
es: Estilo de barra
fa: سبک نوار
fr: Style de la barre
ja: バーの外観
pl: Typ paska
ru: Стиль панели
zh_cn: 栏样式
zh_tw: 列樣式

source: Basic
es: Básico
ru: Основная
zh_cn: 基本型

source: Basic (and reversed card)
es: Básico (y tarjeta invertida)
ru: Основная (с обратной карточкой)
zh_cn: 基本型 (含翻转的卡片)

source: Basic (optional reversed card)
es: Básico (tarjeta invertida opcional)
ru: Основная (обратная по выбору)
zh_cn: 基本型 (随意添加翻转的卡片)

source: Basic (type in the answer)
es: Básico (teclear la respuesta)
ru: Основная (с вводом ответа)
zh_cn: 基本型 (输入答案)

source: Black
ar: أسود
de: Schwarz
es: Negro
fa: سیاه
fr: Noir
ja: ブラック
pl: Czarny
ru: Черный
zh_cn: 黑色
zh_tw: 黑色

source: Bold
ar: غامق
de: Fett
es: Negrita
fa: بولد
fr: Gras
ja: 太字
pl: Pogrubienie
ru: Полужирный
zh_cn: 加粗
zh_tw: 粗體

source: Bot.B
ar: شريط سفلي
es: Inf.B
fa: نوار پایین
fr: BarreB
ja: ボトム
pl: Dol.P
ru: Ниж.П
zh_cn: 底栏
zh_tw: 底列

source: Bottom Bar
ar: الشريط السفلي
de: Unterer Balken
es: Barra Inferior
fa: نوار پایین
fr: Barre du bas
ja: ボトムバー
pl: Dolny pasek
ru: Нижняя панель
zh_cn: 底部导航栏
zh_tw: 底部列

source: Bottom Bar Size
ar: حجم الشريط السفلي
de: Größe des unteren Balkens
es: Tamaño de la barra inferior
fa: اندازۀ نوار پایین
fr: Taille de la barre du bas
ja: ボトムバーのサイズ
pl: Rozmiar dolnego paska
ru: Размер нижней панели
zh_cn: 底栏尺寸
zh_tw: 底部列大小

source: Bottom Center
ar: منتصف الأسفل
de: Unten mittig
es: Parte Inferior Central
fa: مرکز پایین
fr: En bas au centre
ja: 中央下
pl: Dolny środek
ru: Снизу по центру
zh_cn: 中下
zh_tw: 正下方

source: Bottom Left
ar: يسار الأسفل
de: Unten links
es: Parte Inferior Izquierda
fa: چپ پایین
fr: En bas à gauche
ja: 左下
pl: Dolne lewo
ru: Снизу слева
zh_cn: 左下
zh_tw: 左下方

source: Bottom Right
ar: يمين الأسفل
de: Unten rechts
es: Parte Inferior Derecha
fa: راست پایین
fr: En bas à droite
ja: 右下
pl: Dolne prawo
ru: Снизу справа
zh_cn: 右下
zh_tw: 右下方

source: Browse
ar: تصفح
de: Kartenübersicht
es: Explorar
fa: جستجو
fr: Parcourir
ja: 検索
pl: Przegląd
ru: Обзор
zh_cn: 浏览
zh_tw: 瀏覽

source: Build
ar: بناء
de: Erstellen
es: Construir
fa: ایجاد کردن
fr: Générer
ja: 作成
pl: Buduj
ru: Сборка
zh_cn: 创建
zh_tw: 建立

source: Buried+Suspended
es: Enterradas+Suspendidas
fa: دفن+معلق شده
ru: Отложенные+Исключенные
zh_cn: 延期 + 保留
zh_tw: 已暫時隱藏+暫時停止

source: Bury Card
ar: دفن البطاقة
de: Karte zurückstellen
es: Enterrar tarjeta
fa: دفن کارت
fr: Enterrer la carte
ja: カードを延期
pl: Zakop kartę
ru: Отложить карточку
zh_cn: 卡片延期
zh_tw: 暫時隱藏卡片

source: Bury Note
ar: دفن الملحوظة
de: Notiz zurückstellen
es: Enterrar nota
fa: دفن یادداشت
fr: Enterrer la note
ja: ノートを延期
pl: Zakop notatkę
ru: Отложить запись
zh_cn: 笔记延期
zh_tw: 暫時隱藏筆記

source: Bury related new cards
ar: دفن البطاقات الجديدة ذات الصلة
de: Verwandte Karten bis zum nächsten Tag zurückstellen
es: Enterrar nuevas targetas relacionadas
fa: دفن کارت‌های مرتبط جدید
fr: Enterrer les cartes inédites associées
ja: 関連する新規カードを延期
pl: Zakop powiązane nowe karty
ru: Отложить связанные новые карты
zh_cn: 同源新卡片延期至次日
zh_tw: 暫時隱藏關聯的新卡片

source: Bury related reviews
ar: دفن المراجعات ذات الصلة
de: Verwandte Wiederholungskarten zurückstellen
es: Enterrar repasos relacionados
fa: دفن مرور‌های مرتبط
fr: Enterrer les cartes associées
ja: 関連する復習カードを延期
pl: Zakop powiązane powtórki
ru: Отложить связанные повторения
zh_cn: 同源待复习卡片延期至次日
zh_tw: 暫時隱藏關聯的待複習卡片

source: Bury.C
ar: دفن بطاقة
de: K. zurückst
es: Enterr.C
fa: دفن کارت
fr: Dét.C
ja: カ延期
pl: Zkp K.
ru: Отл.К
zh_cn: 卡片延期
zh_tw: 暫隱卡片

source: Bury.N
ar: دفن ملحوظة
de: N. zurückst
es: Enterr.N
fa: دفن یادداشت
fr: Dét.N
ja: ノ延期
pl: Zkp N.
ru: Отл.З
zh_cn: 笔记延期
zh_tw: 暫隱筆記

source: Button %d
ar: زر %d
de: Knopf %d
es: Botón %d
fa: دکمه %d
fr: Bouton numéro %d
ja: ボタン%d
pl: Przycisk %d
ru: Кнопка %d
zh_cn: 按钮 %d
zh_tw: 按鈕%d

source: C.Info
ar: معلومات بطاقة
de: K.Info
es: T.Info
fa: مشخصات کارت
fr: Infos C
ja: カ情報
pl: K.Info
ru: Свед.К
zh_cn: 信息
zh_tw: 卡片資訊

source: Can't edit - original image data not found.
ar: تعذر التعديل - بيانات الصورة الأصلية غير موجودة.
de: Bearbeitung fehlgeschlagen - Ursprungsbilddaten konnten nicht gefunden werden.
es: No se puede editar, no se ha encontrado la imagen original.
fa: غیرقابل ویرایش - داده‌های تصویر اصلی یافت نشد.
fr: Impossible de modifier - l'image originale est introuvable.
ja: 画像の元データが見つからないため編集できません。
pl: Nie można edytować - nie znaleziono źródłowych danych obrazu.
ru: Редактирование невозможно - источник изображения не найден.
zh_cn: 无法编辑 - 未找到原始图像数据。
zh_tw: 無法編輯——找不到原始圖像資料。
