Repository: ankitects/ankimobile-i18n
Catalog: mobile/*/strings.xliff
Languages: ar, de, es, fa, fr, ja, pl, ru, zh_cn, zh_tw

source: Upload to AnkiWeb
ar: رفع إلى أنكي ويب
de: Zu AnkiWeb hochladen
es: Subir a AnkiWeb
fa: آپلو به AnkiWeb
fr: Envoyer vers Ankiweb
ja: AnkiWeb にアップロード
pl: Prześlij do AnkiWeb
ru: Выгрузить на AnkiWeb
zh_cn: 上传到AnkiWeb
zh_tw: 上傳到AnkiWeb

source: Upload was corrupt.
es: La carga estaba corrupta.
ru: Загрузка повреждена.
zh_cn: 上传出错。

source: Uploading...
es: Subiendo...
ru: Загрузка...
zh_cn: 正在上传···

source: Use Legacy Editor
es: Usar editor antiguo
ru: Использовать старый редактор
zh_cn: 使用旧版编辑器

source: User 1
ar: مستخدم 1
de: Benutzer 1
es: Usuario 1
fa: کاربر 1
fr: Utilisateur 1
ja: ユーザー 1
pl: Użytkownik 1
ru: Пользователь 1
zh_cn: 用户 1
zh_tw: 設定檔 1

source: Wait for Audio
ar: انتظار الصوت
de: Auf Audio warten
es: Esperar al audio
fa: توقف برای صوت
fr: Veuillez attendre l'audio
ja: 音声再生終了を待つ
pl: Czekaj na dźwięk
ru: Ждать аудио
zh_cn: 等待音频播放完毕
zh_tw: 等待音訊播放

source: Welcome!
ar: مرحبًا!
de: Willkommen!
es: ¡Bienvenid@!
fa: خوش آمدید!
fr: Bienvenue!
ja: ようこそ！
pl: Witaj!
ru: Добро пожаловать!
zh_cn: 欢迎！
zh_tw: 歡迎！

source: When answer shown
ar: عند إظهار الجواب
de: Wenn Antwort angezeigt wird
es: Cuando se muestra la respuesta
fa: هنگامی که پاسخ نشان داده شده
fr: Lorsque la réponse est affichée
ja: 答えが表示されるとき
pl: Gdy widoczna odpowiedź
ru: Когда показан ответ
zh_cn: 显示答案界面时
zh_tw: 顯示答案面時

source: When question shown
ar: عند إظهار السؤال
de: Wenn Frage angezeigt wird
es: Cuando se muestra la pregunta
fa: هنگامی که سوال نشان داده شده
fr: Lorsque la question est affichée
ja: 問題が表示されるとき
pl: Gdy widoczne pytanie
ru: Когда показан вопрос
zh_cn: 显示问题界面时
zh_tw: 顯示問題面時

source: Whole Collection
ar: كل المجموعة
de: Gesamte Sammlung
es: Colección entera
fa: تمام مجموعه
fr: Toute la collection
ja: コレクション全体
pl: Cała kolekcja
ru: Вся коллекция
zh_cn: 全部卡组集合
zh_tw: 整個集合

source: You can only empty a filtered deck.
ar: تستطيع إفراغ رزمة مفلترة فقط.
de: Sie können nur einen Auswahlstapel leeren.
es: Sólo puede vaciar un mazo filtrado.
fa: خالی کردن فقط برای دسته‌های فیلتر شده ممکن است.
fr: Vous ne pouvez vider qu'un paquet filtré.
ja: 空にできるのはフィルタデッキのみです。
pl: Możesz opróżnić tylko talię filtrowaną.
ru: Можно очищать только отфильтрованную колоду.
zh_cn: 您只可以清空筛选卡组。
zh_tw: 您只能清空篩選牌組。

source: You can only rebuild a filtered deck.
ar: تستطيع إعادة إنشاء رزمة مفلترة فقط.
de: Sie können nur einen Auswahlstapel erneut aufbauen.
es: Sólo puede reconstruir un mazo filtrado.
fa: امکان بازسازی فقط برای دسته‌های فیلتر شده ممکن است.
fr: Vous ne pouvez refondre qu'un paquet filtré.
ja: 再作成できるのはフィルタデッキのみです。
pl: Możesz przebudować tylko talię filtrowaną.
ru: Можно реконструировать только отфильтрованную колоду.
zh_cn: 您只可以重建筛选卡组。
zh_tw: 您只能重建篩選牌組。

source: You have been logged out.
ar: لقد سجلت الخروج.
de: Sie wurden abgemeldet.
es: Has cerrado la sesión.
fa: شما خارج شدید.
fr: Vous avez été déconnecté.
ja: ログアウトしました
pl: Wylogowano.
ru: Выход выполнен.
zh_cn: 您已注销。
zh_tw: 已登出。

source: Young
es: Jóvenes
fa: جوان
ru: Свежие
zh_cn: 待熟悉
zh_tw: 未熟練

source: Young+Learn
es: Jóvenes+Aprendiendo
fa: جوان+یادگیری
ru: Свежие+Изучаемые
zh_cn: 待熟悉 + 学习
zh_tw: 未熟練+學習中

# added-date
source: Added
es: Añadidas
fa: اضافه شده
ru: Добавлено
zh_cn: 已添加
zh_tw: 新增日期

# added-popup
source: Added
ar: أضيفت
de: Hinzugefügt
es: Añadidas
fa: اضافه شده
fr: Ajouté
ja: 追加しました
pl: Dodano
ru: Добавлено
zh_cn: 已添加
zh_tw: 已新增

# anki-written-by
source: AnkiMobile was written by Damien Elmes and Richard Smith, and is based off Damien's work on the computer version of Anki.
ar: أنكي موبيل مكتوب من قبل Damien Elmes و Richard Smith، ومبني على عمل Damien في نسخة الحاسوب من أنكي.
de: AnkiMobile wurde von Damien Elmes und Richard Smith geschrieben und basiert auf Damiens Arbeit für die Computer-Version von Anki.
es: AnkiMobile fue escrito por Damien Elmes y Richard Smith, y está basado en el trabajo de Damen de la versión de ordenador de Anki.
fa: AnkiMobile توسط Damien Elmes و Richard Smith و بر اساس نسخۀ کامپیوتر آنکی نوشته شده است.
fr: AnkiMobile a été écrit par Damien Elmes et Richard Smith, et est basé sur le travail de Damien sur la version informatique d'Anki.
ja: AnkiMobileは、Damien ElmesのAnkiコンピュータ版を元に、DamienとRichard Smithによって作られたアプリです。
pl: AnkiMobile zostało napisane przez Damiena Elmesa oraz Richarda Smitha i jest bazowane na pracy Damiena dokonanej przy komputerowej wersji Anki.
ru: AnkiMobile написан Дэмиеном Элмсом и Ричардом Смитом, и основывается на версии Anki для компьютеров, созданной Дэмиеном.
zh_cn: AnkiMobile 由 Damien Elmes 和 Richard Smith 共同编写，基于 Damien Elmes 在计算机端编写的 Anki。
zh_tw: AnkiMobile是由Damien Elmes和Richard Smith創作的，基於Damien編寫的電腦版Anki。

# any-tag
source: any
ar: كل شيء
de: irgendwelche
es: cualquiera
fa: هرکدام
fr: tous
ja: すべて
pl: dowolna
ru: любая
zh_cn: 任何
zh_tw: 任何

# auto-advance-to-start
source: To start automatically advancing, use the 'Auto Advance' action.
ar: لبدء التقديم التلقائي، استخدم إجراء «التقديم التلقائي».
de: Um automatisch fortzuschreiten, benutzen Sie bitte die Aktion 'Autom. Fortschreiten'.
es: Para comenzar a avanzar automáticamente, utilice la acción 'Avance Automático'.
fa: برای شروع پیشروی خودکار، از گزینۀ 'پیشروی خودکار' استفاده کنید.
fr: Pour avancer automatiquement, utilisez l'action 'Avance automatique'.
ja: デッキ内の「カードの自動送り」アクションで、カードの自動送りが開始されます。
pl: Aby automatycznie przechodzić do kolejnej karty, użyj opcji Auto-postęp.
ru: Для автоматического просмотра карточек используйте 'Автопросмотр'.
zh_cn: 将“自动过卡”添加至快捷栏或手势中以快捷开启/关闭此功能。
zh_tw: 要開始自動前進到下一張卡片，請使用「自動前進」動作。

# buried-cards-msg
source: Some related or buried cards were delayed. They will be shown in a future study session, or you can %@
es: Algunas cartas relacionadas o enterradas se retrasaron. Se mostrarán en una sesión de estudio futura, o puede %@
fa: بعضی از کارت‌های مرتبط به تعویق افتاده‌اند. این کارت‌ها تا جلسه‌های آینده نشان داده نخواهند شد، یا شما می‌توانید %@
ja: いくつかの関連するカードと延期カードを後に遅らせました。これらのカードは今後の学習セッションで再び表示されます。あるいは、%@することもできます。
ru: Некоторые связанные или исключенные карточки были отложены. Они будут показаны в будущих сессиях изучения, либо можно %@
zh_cn: 有一些同源的或已延期的卡片被推迟显示。它们会出现在在后续的学习中，或您可以直接 %@
zh_tw: 已將一些關聯的或已暫時隱藏的卡片延遲。它們將會在未來的學習時出現，或者您也可以%@

# card-front-is-blank
source: The front of this card is blank.
es: La parte frontal de esta tarjeta está en blanco.
ru: Лицевая сторона этой карточки пустая.
zh_cn: 此卡片正面为空白。

# check-clock
source: Please ensure your clock is set to the correct date and time, then try again.
es: Por favor, asegúrate de que tu reloj está ajustado a la fecha y hora correctas, y luego vuelve a intentarlo.
ru: Удостоверьтесь, что время и дата установлены корректно, затем попробуйте снова.
zh_cn: 请确保您的时钟设置为正确的日期和时间，然后重试。

# check-version-sync
source: Please check that you are running the latest version of AnkiMobile.
es: Por favor, comprueba que estés ejecutando la última versión de AnkiMobile.
ru: Удостоверьтесь, что вы используете последнюю версию AnkiMobile.
zh_cn: 请确认您正在运行的是最新版本的Ankimobile。

# cloze-n
source: Cloze
ar: ملء فراغات
de: Lückentext
es: Hueco
fa: جاخالی
fr: Texte à trous
ja: 穴埋め
pl: Luka
ru: Задание с проусками
zh_cn: 填空
zh_tw: 克漏字

# corrupt-contact-support
source: Your collection is corrupt. Please post on the support site for help.
es: Tu colección está dañada. Por favor, escríbenos en nuestra web de soporte para obtener ayuda.
ru: Ваша коллекция повреждена. Обратитесь за помощью на странице поддержки.
zh_cn: 您的卡组集合已损坏，请到 AnkiWeb->Support 寻求帮助。

# custom-study-msg
source: To study outside of the normal schedule, you can use %@
es: Para estudiar fuera del horario normal, puedes usar %@
fa: برای مطالعه خارج از زمانبندی عادی می‌توانید از %@ استفاده کنید
ja: %@を使用することで、通常のスケジュールの外で学習することができます。
ru: Для изучения вне обычного расписания, используйте %@
zh_cn: 想进行常规计划之外的学习，你可以使用 %@
zh_tw: 要在常規排程外學習更多內容，請使用%@

# delete-options-full-sync
source: Deleting this options group will prevent any changes from being merged from other devices on the next sync. Proceed?
ar: سيمنع حذف مجموعة الخيارات هذه أي تغييرات من أن تُدمج من أجهزة أخرى عند المزامنة التالية. هل تريد الاستكمال؟
de: Das Löschen dieser Optionengruppe wird verhindern, dass Änderungen von anderen Geräten bei der Synchronisation zusammengeführt werden können. Möchten Sie fortfahren?
es: Eliminar este grupo de opciones evitará que cualquier cambio se fusione desde otros dispositivos en la próxima sincronización. ¿Continuar?
fa: حذف این گروه اختیارات در همگام‌سازی بعدی از یکسان‌سازی هر تغییری روی دستگاه‌های دیگر جلوگیری خواهد کرد. ادامه؟
fr: Supprimer ce groupe d'options empêchera la fusion de tout changement depuis d'autres périphériques lors de la prochaine synchronisation. Continuer ?
ja: この設定グループを削除すると、次に同期をする際、他のデバイス上で変更したことをご使用中のデバイスに統合できません。それでも削除しますか？
pl: Usunięcie tej grupy opcji uniemożliwi złączenie jakichkolwiek zmian z innych urządzeń podczas następnej synchronizacji. Kontynuować?
ru: Удаление этой группы настроек предотвратит слияние изменений с других устройств при следующей синхронизации. Продолжить?
zh_cn: 删除此选项组将在下次同步时阻止来自其他设备的任何修改。继续吗？
zh_tw: 刪除這個選項群組將會在下一次同步時阻止合併來自其他裝置的任何變更。是否繼續？

# error-playing-audio-full
source: Error playing audio. This can be caused by a corrupt file, a file iOS does not support (eg .ogg), or an mp3 file incorrectly named .wav
ar: حدث خطأ عند تشغيل الصوت. يمكن أن يُسبب هذا من قبل ملف تالف، أو ملف لا يدعمه iOS (.ogg مثلًا)، أو ملف mp3 له لاحقة .wav خاطئة
de: Fehler beim Abspielen von Audiodateien. Dies kann an einer beschädigte Datei, an einem nicht unterstützten Audioformat (z.B. .ogg) oder an einer MP3-Datei mit falscher .wav-Dateierweiterung liegen.
es: Error al reproducir audio. Esto puede ser causado por un archivo dañado, un archivo que iOS no admite (por ejemplo, .ogg) o un archivo mp3 nombrado incorrectamente .wav
fa: خطا در پخش صوت. این ممکن است در اثر یک فایل خراب، فایلی که iOS از آن پشتیبانی نمی‌کند (مثلاً .ogg)، یا اشتباه نامگذاری فایل .mp3 به‌صورت .wav رخ داده باشد
fr: Erreur lors de la lecture de l'audio. Ceci peut être causé par un fichier corrompu, un fichier iOS non supporté (i.e. .ogg), ou un fichier mp3 mal nommé .wav
ja: 音声再生でエラーが発生しました。エラーの原因として、いずれかが考えられます：ファイルの破損、iOSに対応していないファイル (.oggなど)、「.wav」と誤まったファイル名を付けられたMP3ファイル。
pl: Błąd odtwarzania dźwięku. Powodem może być uszkodzony plik, plik nieobsługiwany przez iOS (np: .ogg) lub plik mp3 z niewłaściwym rozszerzeniem .wav
ru: Ошибка воспроизведения аудио. Причиной может быть либо поврежденный файл, либо файл, который не поддерживается iOS (например, .ogg), либо mp3 файл, который неверно назван как .wav
zh_cn: 音频播放错误。这可能是文件损坏、iOS不支持的文件(如 .ogg)或错误命名为 .wav的 mp3文件所引起的。
zh_tw: 播放音訊出錯。原因可能是檔案損毀、檔案不受 iOS支援（例如 .ogg檔）或副檔名被錯誤命名為.wav的mp3檔

# filter-cram-short-version
source: Filter
ar: فلترة
de: Filter/Auswahl
es: Filtrar
fa: فیلتر
fr: Filtrer
ja: フィルタ
pl: Filtr
ru: Фильтр
zh_cn: 筛选
zh_tw: 篩選

# force-sync-confirm
source: Force a one way sync? All changes on one side will be lost.
ar: هل تريد فرض مزامنة باتجاه واحد؟ ستفقد كل التغييرات في جانب واحد.
de: Möchten Sie eine einseitig gerichtete Synchronisation erzwingen? Alle Änderungen auf einer Seite werden verloren gehen.
es: ¿Forzar una sincronización unidireccional? Todos los cambios en un lado se perderán.
fa: همگام‌سازی یک‌طرفه اجباری؟ همۀ تغییرات در یک سمت از دست خواهد رفت.
fr: Forcer une synchronisation à sens unique? Tous les changements d'un côté seront perdus.
ja: 一方の状態をもう片方に上書きしますか？実行した場合、片方で行われた変更はすべて失われます。
pl: Wymusić jednokierunkową synchronizację? Wszystkie zmiany dokonane po jednej ze stron zostaną utracone.
ru: Принудительно синхронизировать в одну сторону? Все изменения с одной из сторон будут потеряны.
zh_cn: 强制单向同步？本地和云端中有一方的数据将被覆盖。
zh_tw: 是否強制單向同步？其中一方的所有變更將會遺失。

# gamepad-button-mapping
source: Button Mapping
ar: توزيع الأزرار
de: Knöpfeanordnung
es: Asignación de botones
fa: شخصی‌سازی دکمه‌ها
fr: Mappage des boutons
ja: ボタン配置
pl: Dostosowywanie przycisków
ru: Назначение кнопок
zh_cn: 按钮映射
zh_tw: 按鈕對應

# gamepad-menu-button
source: Menu
ar: قائمة
de: Menü
es: Menú
fa: منو
ja: メニュー
ru: Меню
zh_cn: 菜单
zh_tw: 選單

# gamepad-options-button
source: Options
ar: خيارات
de: Optionen
es: Opciones
fa: تنظیمات
ja: オプション
ru: Настройки
zh_cn: 选项
zh_tw: 選項

# graph-label-days
source: d
fa: روز
ru: дн.
zh_cn: 天
zh_tw: 天

# graph-label-months
source: mo
es: mes
fa: ماه
ru: мес.
zh_cn: 月
zh_tw: 月

# graph-label-weeks
source: w
es: s
fa: هفته
ru: нед.
zh_cn: 周
zh_tw: 週

# have-ready-to-study
source: You have %@ ready to study.
ar: لديك %@ جاهزة للدراسة.
de: Sie haben %@ bereit zum Lernen.
es: Tiene &@ listo para estudiar.
fa: شما %@ آماده مطالعه دارید.
fr: Vous avez %@ prêtes à étudier.
ja: 学習するカードが%@あります。
pl: Masz %@ do przejrzenia.
ru: Имеется %@ для изучения.
zh_cn: 你有 %@可供学习。
zh_tw: 您有%@可以來學習。

source: hours
es: horas
fa: ساعت
ru: часов
zh_cn: 小时
zh_tw: 小時

# if-failed-try-again
source: If a previous sync failed, please try again in a few minutes.
es: Si una sincronización anterior falló, por favor inténtalo de nuevo en unos minutos.
ru: Если предыдущая синхронизация не удалась, попробуйте снова через несколько минут.
zh_cn: 如果上一次同步失败，请几分钟后再试。

# license-text
source: AnkiMobile is built with %@, generously shared by the developer community.
ar: أنكي موبيل مبني باستخدام %@، المشارك بكرم من قبل مجتمع المطورين.
de: AnkiMobile ist mit %@ erstellt worden, großzügig geteilt von der Entwicklergemeinschaft.
es: AnkiMobile está construido con %@, generosamente compartido por la comunidad de desarrolladores.
fa: AnkiMobile با استفاده از %@ که توسط توسعه دهندگان به اشتراک گذاشته شده، ساخته شده است.
fr: AnkiMobile est construit avec %@, généreusement partagé par la communauté des développeurs iOS.
ja: AnkiMobileは、iOSデベロッパー・コミュニティーで寛大に共有されている%@を元に作成しています。
pl: AnkiMobile jest zbudowane przy użyciu %@, hojnie udostępnianych przez społeczność deweloperów.
ru: AnkiMobile создан с помощью %@, щедро подаренными сообществом разработчиков.
zh_cn: AnkiMobile 由 %@ 构建，源于iOS开发者社区的慷慨共享。
zh_tw: AnkiMobile使用%@建置，由開發人員社群慷慨分享。

source: minutes
es: minutos
fa: دقیقه
ru: мин.
zh_cn: 分钟
zh_tw: 分鐘

source: More info
es: Más información
ru: Больше сведений
zh_cn: 更多信息

# new-cards-available-but
source: There are more new cards available, but the daily limit has been reached. You can increase the limit in the options, but please bear in mind that the more new cards you introduce, the higher your short-term review workload will become.
es: Hay más tarjetas nuevas disponibles, pero se ha alcanzado el límite diario. Puede aumentar el límite en las opciones, pero tenga en cuenta que cuantas más tarjetas nuevas introduzca, mayor será su carga de trabajo de revisión a corto plazo.
fa: کارت‌های بیشتری در دسترس است، اما حد مطالعه پر شده است. شما می‌توانید حد مطالعه را در تنظیمات دسته افزایش دهید، اما بخ خاطر داشته باشد که هرچه تعداد کارت‌های جدید بیشتری مطالعه کنید، تعداد کارت‌هایی که باید در کوتاه مدت مطالعه کنید بیشتر می‌شوند.
ja: まだ新規カードは残っていますが、設定した一日の上限に達しました。学習設定より上限を変更することも可能ですが、それにより短期的に一日の復習量が増え、しばらくの間、通常よりも学習負荷がかかりますのでご注意ください。
ru: Доступно больше карточек, но дневной лимит был достигнут. Вы можете увеличить лимит в настройках, однако не стоит забывать, что чем больше карточек будет пройдено, тем будет больше повторений.
zh_cn: 卡组中还有新卡片可供学习，但现已达到该卡组的每日学习上限。您可以在“学习选项”中更改每日学习上限，但请注意，您学习的新卡片越多，短期的复习量就会越大。
zh_tw: 牌組裡還有其他新的卡片，但您已達到今日上限。您可以在選項中增加上限，但請注意，如果您設定更多新卡片，那麼您短期複習量的負荷就會隨之增加。

# night-mode-desc
source: Night mode darkens the interface, and displays cards as white on black.
ar: يغمق الوضع الليلي الواجهة، ويعرض البطاقات كأبيض على أسود.
de: Der Nachtmodus dunkelt die Benutzeroberfläche ab und zeigt Karten mit weißem Text auf schwarzem Hintergrund an.
es: El modo nocturno oscurece la interfaz y muestra las tarjetas en blanco sobre negro.
fa: حالت شب رابط کاربری را تیره می‌کند، و کارت‌ها را به‌صورت سفید روی سیاه نشان می‌دهد.
fr: Le mode nuit assombrit l'interface et affiche les cartes en blanc sur noir.
ja: 夜間モードを使用することで、インターフェースが暗くなり、黒い背景に白文字のカードが表示されます。
pl: Tryb nocny przyciemnia interfejs i wyświetla karty białą czcionką na czarnym tle.
ru: Темный режим затемняет интерфейс и карточки становятся белыми на черном фоне.
zh_cn: 夜间模式界面变暗，卡片以黑底白字显示。
zh_tw: 夜晚模式會使介面變暗，並將卡片顯示為黑底白字。

# night-mode-same-as-system
source: Follow System
ar: مثل النظام
de: System folgen
es: Igual que el sistema
fa: مثل دستگاه
fr: Suivre le système
ja: システムに従う
pl: Zgodnie z systemem
ru: Использовать системную тему
zh_cn: 跟随系统
zh_tw: 跟隨系統

source: no tags available
ar: لا تتوفر أي وسوم
de: keine Schlagwörter verfügbar
es: no hay etiquetas disponibles
fa: برچسبی در دسترس نیست
fr: pas de tag disponible
ja: タグがありません
pl: brak dost. etykiet
ru: меток нет
zh_cn: 未找到任何标签
zh_tw: 沒有可用的標籤

# no-load-restore-backup
source: Your collection couldn't be loaded. Please restore from an automatic backup via the preferences screen.
ar: لا يمكن تحميل مجموعتك. الرجاء استرجاع نسخة احتياطية من خلال نافذة التفضيلات.
de: Ihre Sammlung konnte nicht geladen werden. Bitte stellen Sie eine Sicherungskopie über die Einstellungen wieder her.
es: No se pudo cargar tu colección. Por favor, restaura desde una copia de seguridad automática a través de la pantalla de preferencias.
fa: بارگذاری مجموعۀ شما انجام نشد. لطفاً با استفاده از یکی از پشتیبان‌های خودکار در صفحۀ تنظیمات مجموعه را بازنشانی کنید.
fr: Votre collection n'a pas pu être chargée. Veuillez restaurer la collection à partir d'une sauvegarde automatisée, par le menu des préférences.
ja: コレクションを読み込めませんでした。「設定」→「バックアップ」より、コレクションを復元してください。
pl: Twoja kolekcja nie mogła zostać załadowana. Przywróć automatyczną kopię zapasową poprzez ekran ustawień.
ru: Вашу коллекцию загрузить не удалось. Восстановите резервную копию с помощью меню настроек,
zh_cn: 无法加载您的卡组集合。请访问 偏好设置->备份 以恢复数据。
zh_tw: 無法載入您的集合。請在「偏好設定」>「備份」中恢復備份。

# no-tags
source: none
ar: لا شيء
de: keine
es: ninguno
fa: هیچکدام
fr: aucun
ja: なし
pl: brak
ru: нет
zh_cn: 无
zh_tw: 無

# not-valid-link
source: does not appear to be a valid http/https link.
ar: لا يبدو رابط http/https صالحًا.
de: scheint kein gültiger http/https-Link zu sein.
es: no parece ser un enlace válido de http/https.
fa: لینک نامعتبر.
fr: ne semble pas être un lien http/https valide.
ja: は、有効なhttp/httpsリンクではありません。
pl: nie wydaje się być prawidłowym linkiem http/https.
ru: не является действительной ссылкой http/https.
zh_cn: 似乎不是有效的 http/https链接。
zh_tw: 似乎不是有效的http或https連結。

# note-type-prompt
source: Type:
ar: النوع:
de: Typ:
es: Tipo:
fa: نوع:
ja: タイプ：
pl: Typ:
ru: Тип:
zh_cn: 类型：
zh_tw: 類型：

# overwrite-via-import
source: Overwrite entire collection with imported file? This action can not be undone.
ar: هل تريد استبدال كل المجموعة بالملف المستورد؟ لا يمكن الرجوع عن هذا الإجراء.
de: Möchten Sie die gesamte Sammlung mit der importierten Datei überschreiten? Diese Aktion kann nicht mehr rückgängig gemacht werden.
es: ¿Quieres sobrescribir la colección completa con el archivo importado? Esta acción no se puede deshacer.
fa: بازنویسی همۀ مجموعه با استفاده از فایل وارد شده؟ این عمل غیرقابل برگشت است.
fr: Écraser toute la collection avec le fichier importé ? Cette action ne peut pas être annulée.
ja: コレクション全体をインポートファイルで上書きしますか？このアクションを元に戻すことはできません。
pl: Nadpisać całą kolekcję zaimportowanym plikiem? Tej czynności nie można cofnąć.
ru: Перезаписать всю коллекцию импортированным файлом? Это действие нельзя отменить.
zh_cn: 用导入的文件覆盖现有的整个卡组集合？ 此操作无法撤消。
zh_tw: 是否用匯入的檔案覆寫整個集合？此動作無法復原。

# part-of-whole
source: %1$d of %2$d
ar: %1$d من أصل %2$d
de: %1$d von %2$d
es: %1$d de %2$d
fa: %1$d از %2$d
fr: %1$d / %2$d
ja: %1$d / %2$d
pl: %1$d z %2$d
ru: %1$d из %2$d
zh_cn: %1$d/%2$d
zh_tw: %1$d / %2$d

# please-see
source: Please see %@ for more information.
ar: الرجاء رؤية %@ لمزيد من المعلومات.
de: Bitte konsultieren Sie %@ für weitere Informationen.
es: Por favor, consulta %@ para más información.
fa: لطفاً برای اطلاعات بیشتر به %@ مراجعه کنید.
fr: Veuillez consulter %@ pour plus d'informations.
ja: 詳細は%@をご覧ください。
pl: Wejdź na %@, aby dowiedzieć się więcej.
ru: Посмотрите %@ для дополнительной информации.
zh_cn: 更多信息请参考 %@
zh_tw: 要取得更多資訊，請參閱%@。

# privacy-microphone
source: Please go to Privacy>Microphone in your device's settings, and allow Anki to access the microphone.
ar: اذهب إلى خصوصية>ميكروفون في إعدادات جهازك، واسمح لأنكي بالوصول إلى الميكروفون.
de: Bitte gehen Sie zu Privatsphäre>Mikrofon in Ihren Geräteeinstellungen und erlauben Sie Anki, auf das Mikrofon zuzugreifen.
es: Ve a Privacidad>Micrófono en la configuración de tu dispositivo y permite a Anki acceder al micrófono.
fa: لطفاً به مسیر حریم خصوصی>میکروفون در تنظیمات دستگاه خود مراجعه کرده، و اجازۀ استفاده از میکروفون را برای آنکی صادر کنید.
fr: Veuillez aller dans confidentialité et microphone, dans les paramètres de votre appareil, et assurez-vous de permettre à Anki d'accéder au microphone.
ja: お使いのデバイスの「設定」→「プライバシー」→「マイク」からAnkiがマイクを使用できるように設定してください。
pl: Idź do: Prywatność>Mikrofon w ustawieniach urządzenia i pozwól Anki na dostęp do mikrofonu.
ru: Пожалуйста, откройте настройки и пройдите в Конфиденциальность>Микрофон, затем разрешите Anki доступ к микрофону.
zh_cn: 请访问您的设备设置中的 隐私 - 麦克风，并允许Anki访问麦克风。
zh_tw: 請前往您的裝置設定「隱私權」>「麥克風」，並允許Anki取用麥克風。

# return-by-delete
source: To return all cards at once, swipe over the blue deck in the deck list, and delete it.
ar: لإعادة كل البطاقات في الوقت نفسه، اسحب أعلى الرزمة الزرقاء في قائمة الرزم، أو احذفها.
de: Um alle Karten auf einmal zurückkehren zu lassen, einfach über den blauen Stapel in der Stapelliste wischen und anschließend löschen.
es: Para devolver todas las cartas a la vez, desliza el dedo sobre el mazo azul en la lista de mazos y elimínelo.
fa: برای بازگردانی همۀ کارت‌ها به‌صورت یکجا، روی دستۀ آبی در لیست دسته‌ها بکشید، و آن را حذف کنید.
fr: Pour replacer les cartes dans leur paquet d’origine, supprimez le paquet filtré.
ja: すべてのカードをまとめて戻したい場合、デッキリストの青色で表示されたデッキをスワイプして削除してください。
pl: Aby zwrócić wszystkie karty na raz przeciągnij niebieską talię na ekranie z listą talii i usuń ją.
ru: Чтобы вернуть все карточки разом, смахните налево над синей колодой в списке, и удалите ее.
zh_cn: 或在卡组列表滑动蓝色卡组并删除，以将所有卡片放回原卡组。
zh_tw: 要讓所有卡片立即返回，請滑動牌組清單中的藍色牌組，並將其刪除。

# revert-to-backup-confirm
source: Revert to %@? Any changes made since the backup will be lost.
ar: هل تريد استرجاع %@؟ ستفقد أي تغييرات أجريتها منذ هذه النسخة الاحتياطية.
de: Zu %@ zurückkehren? Alle Änderungen, die nach dieser Sicherheitskopie erfolgt sind, werden verloren gehen.
es: Volver a %@? Cualquier cambio realizado desde la copia de seguridad se perderá.
fa: بازگردانی به %@؟ هر تغییری که بعد از پشتیبان‌گیری انجام گرفته است از دست خواهد رفت.
fr: Revenir à %@? Toutes les modifications apportées depuis la sauvegarde seront perdues.
ja: %@の状態に戻しますか？それ以降に変更した内容はすべて失われますがよろしいですか？
pl: Przywrócić do %@? Wszelkie zmiany dokonane od utworzenia tej kopii zapasowej zostaną utracone.
ru: Вернуться к %@? Все изменения с последней резервной копии будут утеряны.
zh_cn: 还原到 %@？自此备份以后的所有修改都将丢失。
zh_tw: 是否還原到「%@」？備份後的任何變更都將遺失。

# review-limit-reached
source: Today's review limit has been reached, but there are still cards waiting to be reviewed. For optimum memory, consider increasing the daily limit in the options.
es: Se ha alcanzado el límite de repasos para hoy, pero todavía hay tarjetas esperando a ser repasadas. Para seguir mejorando tu memoria, considera aumentar el límite diario en las opciones.
fa: حد مرور امروز پر شده است، اما هنوز تعدادی کارت برای مرور وجود دارند. برای بهسازی یادگیری، لطفاً حد مرور کارت‌ها را افزایش در تنظیمات دسته افزایش دهید.
ja: まだ学習できるカードは残っていますが、設定した本日分の上限に達しました。右下「アクション」アイコン→「学習設定」で復習カードの上限を変更し、よりご自身に合う学習をカストマイズすることも可能です。
ru: Лимит повторов на сегодня достигнут, но еще остались карточки для просмотра. Для наилучшего запоминания, увеличьте дневной лимит в настройках.
zh_cn: 已达到今日复习上限，但仍有到期卡片待您复习。为使记忆最佳化，请考虑在选项中上调限额。
zh_tw: 已達到今天的複習上限，但仍有未複習的卡片。為了最佳化記憶，請考慮在選項中增加每日上限。

source: reviews
es: repasos
fa: مرورها
ru: повторений
zh_cn: 次答题
zh_tw: 次複習
