Repository: ankitects/ankimobile-i18n
Catalog: mobile/*/strings.xliff
Languages: ar, de, es, fa, fr, ja, pl, ru, zh_cn, zh_tw

source: Fields
ar: حقول
de: Felder
es: Campos
fa: فیلدها
fr: Champs
ja: フィールド
pl: Pola
ru: Поля
zh_cn: 所有字段
zh_tw: 欄位

source: File invalid or corrupt.
ar: ملف تالف أو غير صالح.
de: Datei ist ungültig oder beschädigt.
es: Archivo no válido o corrupto.
fa: فایل نامعتبر یا خراب است.
fr: Fichier invalide ou corrompu.
ja: 無効なファイルです。
pl: Plik nieprawidłowy lub uszkodzony.
ru: Файл неверен или поврежден.
zh_cn: 文件无效或损坏。
zh_tw: 檔案無效或損毀。

source: Filter
ar: فلتر
es: Filtrar
fa: فیلتر
fr: Filtres
ja: フィルタ
pl: Filtr
ru: Фильтр
zh_cn: 筛选
zh_tw: 篩選

source: Filter/Cram
ar: فلترة/دراسة مكثفة
de: Filter/Pauken
es: Filtrar/Empollar
fa: فیلتر/مطالعۀ با شتاب
fr: Filtrer/Étudier
ja: フィルタ/詰め込み
pl: Filtruj/Zakuwaj
ru: Фильтр/Зубрить
zh_cn: 筛选/死记硬背
zh_tw: 篩選/填鴨式學習

source: Filtered Deck
ar: رزمة مفلترة
de: Auswahlstapel
es: Mazo filtrado
fa: دستۀ فیلتر شده
fr: Paquet filtré
ja: フィルタデッキ
pl: Talia filtrowana
ru: Отсортированная колода
zh_cn: 筛选卡组
zh_tw: 篩選牌組

source: Filtered Deck %i
ar: رزمة مفلترة %i
de: Auswahlstapel %i
es: Mazo filtrado %i
fa: دستۀ فیلتر شدۀ %i
fr: Paquet filtré %i
ja: フィルタデッキ %i
pl: Filtrowana talia %i
ru: Отсортированная колода %i
zh_cn: 筛选卡组 %i
zh_tw: 篩選牌組%i

source: Fine
ar: جيد
de: Strafe
es: Fino
fa: خوب
fr: Fin
ja: 細い
pl: Cienkie
ru: Тонкий
zh_cn: 细
zh_tw: 細

source: Finish
ar: إنهاء
de: Fertig
es: Finalizar
fa: پایان
fr: Terminer
ja: 終了
pl: Zakończ
ru: Завершить
zh_cn: 结束
zh_tw: 完成

source: Finishing Backup...
ar: إنهاء النسخ الاحتياطي...
de: Sicherungskopie wird fertiggestellt...
es: Finalizando copia de seguridad...
fa: اتمام پشتیبان...
fr: Copie de sécurité en cours de terminaison...
ja: バックアップを終了中...
pl: Kończenie kopii zapasowej...
ru: Завершение создания копии...
zh_cn: 正在完成备份...
zh_tw: 正在完成備份...

source: First Review
es: Primer repaso
fa: نخستین مرور
ru: Просмотрена впервые
zh_cn: 首次学习
zh_tw: 首次複習日期

source: Flag 1
ar: مؤشر 1
de: Markierung 1
es: Bandera 1
fa: نشان 1
fr: Drapeau 1
ja: フラグ 1
pl: Flaga 1
ru: Флаг 1
zh_cn: 标注 1
zh_tw: 旗標 1

source: Flag 1 (Red)
ar: مؤشر 1 (أحمر)
de: Markierung 1 (Rot)
es: Bandera 1 (roja)
fa: نشان 1 (قرمز)
fr: Drapeau 1 (Rouge)
ja: フラグ 1 (赤)
pl: Flaga 1 (Czerwona)
ru: Флаг 1 (красный)
zh_cn: 标注 1 (红)
zh_tw: 旗標 1（紅色）

source: Flag 2
ar: مؤشر 2
de: Markierung 2
es: Bandera 2
fa: نشان 2
fr: Drapeau 2
ja: フラグ 2
pl: Flaga 2
ru: Флаг 2
zh_cn: 标注 2
zh_tw: 旗標 2

source: Flag 2 (Orange)
ar: مؤشر 2 (برتقالي)
de: Markierung 2 (Orange)
es: Bandera 2 (Naranja)
fa: نشان 2 (نارنجی)
fr: Drapeau 2 (Orange)
ja: フラグ 2 (橙)
pl: Flaga 2 (Pomarańcz)
ru: Флаг 2 (оранжевый)
zh_cn: 标注 2 (橙)
zh_tw: 旗標 2（橙色）

source: Flag 3
ar: مؤشر 3
de: Markierung 3
es: Bandera 3
fa: نشان 3
fr: Drapeau 3
ja: フラグ 3
pl: Flaga 3
ru: Флаг 3
zh_cn: 标注 3
zh_tw: 旗標 3

source: Flag 3 (Green)
ar: مؤشر 3 (أخضر)
de: Markierung 3 (Grün)
es: Bandera 3 (Verde)
fa: نشان 3 (سبز)
fr: Drapeau 3 (vert)
ja: フラグ 3 (緑)
pl: Flaga 3 (Zielona)
ru: Флаг 3 (зеленый)
zh_cn: 标注 3 (绿)
zh_tw: 旗標 3（綠色）

source: Flag 4
ar: مؤشر 4
de: Markierung 4
es: Bandera 4
fa: نشان 4
fr: Drapeau 4
ja: フラグ 4
pl: Flaga 4
ru: Флаг 4
zh_cn: 标注 4
zh_tw: 旗標 4

source: Flag 4 (Blue)
ar: مؤشر 4 (أزرق)
de: Markierung 4 (Blau)
es: Bandera 4 (Azul)
fa: نشان 4 (آبی)
fr: Drapeau 4 (bleu)
ja: フラグ 4 (青)
pl: Flaga 4 (Niebieska)
ru: Флаг 4 (синий)
zh_cn: 标注 4 (蓝)
zh_tw: 旗標 4（藍色）

source: Flip
ar: قلب
de: Seiten vertauschen
es: Invertir
fa: برگرداندن
fr: Retourner
ja: 反転
pl: Odwróć
ru: Перевернуть
zh_cn: 翻面
zh_tw: 反轉

source: Force Off
ar: إيقاف إجباري
de: Aus erzwingen
es: Forzar desactivación
fa: خاموشی اجباری
fr: Forcer la désactivation
ja: 強制オフ
pl: Wymuś wyłączenie
ru: Принудительно выключить
zh_cn: 强制关闭
zh_tw: 總是關閉

source: Force On
ar: تفعيل إجباري
de: An erzwingen
es: Forzar activación
fa: روشن کردن اجباری
fr: Forcer l'activation
ja: 強制オン
pl: Wymuś włączenie
ru: Принудительно включить
zh_cn: 强制开启
zh_tw: 總是開啟

source: Forecast
es: Pronóstico
fa: پیش‌بینی
ru: Прогноз
zh_cn: 预测
zh_tw: 預測

source: Forgot card
ar: نسيت البطاقة
de: Vergessene Karte
es: Tarjeta olvidada
fa: کارت فراموش شده
fr: Carte oubliée
ja: カードをリセットしました
pl: Zapomniano kartę
ru: Карточка забыта
zh_cn: 忘记卡片
zh_tw: 忘記卡片

source: Frequent Actions
ar: إجراءات متكررة
de: Häufige Aktionen
es: Acciones frecuentes
fa: اعمال مکرر
fr: Actions fréquentes
ja: よく使用するアクション
pl: Częste działania
ru: Частые действия
zh_cn: 常用操作
zh_tw: 常用動作

source: From Camera
ar: من الكاميرا
de: Von der Kamera
es: Desde la Cámara
fa: از دوربین
fr: Depuis la caméra
ja: カメラから
pl: Z aparatu
ru: Из камеры
zh_cn: 照相机
zh_tw: 來自相機

source: From File
ar: من ملف
de: Von Datei
es: Desde archivo
fa: از فایل
fr: Depuis Fichier
ja: ファイルから
pl: Z pliku
ru: Из файла
zh_cn: 文件
zh_tw: 來自檔案

source: From Photos
ar: من الصور
de: Von Fotos
es: Desde Fotos
fa: از عکس‌ها
fr: Depuis Photos
ja: 写真から
pl: Ze zdjęć
ru: Из галереи фото
zh_cn: 照片
zh_tw: 來自照片

source: Front
ar: أمام
de: Vorderseite
es: Anverso
fa: جلو
fr: Recto
ja: 表面
pl: Przód
ru: Лицевая сторона
zh_cn: 正面
zh_tw: 正面

source: Full Sync
ar: مزامنة كاملة
de: Vollständige Synchronisation
es: Sincronización completa
fa: همگام‌سازی کامل
fr: Forcer la synchronisation
ja: 完全同期
pl: Pełna synchronizacja
ru: Полная синхронизация
zh_cn: 完全同步
zh_tw: 完全同步

source: Full Sync Required
ar: تلزم مزامنة كاملة
de: Vollständige Synchronisation erforderlich
es: Sincronización completa requerida
fa: همگام‌سازی کامل لازم است
fr: Synchronisation complète requise
ja: 完全同期が必要です
pl: Wymagana pełna synchronizacja
ru: Требуется полная синхронизация
zh_cn: 需要完全同步
zh_tw: 需要完全同步

source: Gamepads
ar: لوحات التحكم بالألعاب
fa: صفحه‌های بازی
fr: Manette de Jeu
ja: ゲームパッド
pl: Kontrolery do gier
ru: Геймпады
zh_cn: 游戏手柄
zh_tw: 遊戲手把控制

source: General
ar: عام
de: Allgemein
fa: عمومی
fr: Général
ja: 一般
pl: Ogólne
ru: Общие
zh_cn: 总体
zh_tw: 一般

source: Good
ar: جيد
de: Gut
es: Bien
fa: ‏‏خوب
fr: Correct
ja: 正解
pl: Dobra
ru: Хорошо
zh_cn: 良好
zh_tw: 良好

source: Graduating interval
ar: الفاصل الزمني بين آخر خطوة وأول مراجعة
de: Intervall für Aufstieg
es: Intervalo para pasar
fa: بازۀ زمانی فارغ شدن کارت
fr: Intervalle de passe
ja: 復習開始までの間隔
pl: Przerwa kart "absolwentów"
ru: Интервал для «Хорошо»
zh_cn: 毕业间隔 (天)
zh_tw: 畢業卡片的間隔

source: Group name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fa: نام گروه
fr: Nom du groupe
ja: グループ名
pl: Nazwa grupy
ru: Название группы
zh_cn: 组名称
zh_tw: 群組名稱

source: Hard
ar: صعب
de: Schwer
es: Difícil
fa: سخت
fr: Difficile
ja: 難しい
pl: Trudna
ru: Трудно
zh_cn: 困难
zh_tw: 困難

source: Height
ar: ارتفاع
de: Höhe
es: Altura
fa: ارتفاع
fr: Hauteur
ja: パッドの大きさ
pl: Wysokość
ru: Высота
zh_cn: 大小
zh_tw: 高度

source: Highest ease
es: Facilidad más alta
fa: بیشترین سهولت
ru: Наибольшая легкость
zh_cn: 最高难度系数
zh_tw: 最高容易程度

source: Hourly Breakdown
es: Distribución horaria
fa: تفکیک ساعت به ساعت
ru: По часам
zh_cn: 每小时的分析
zh_tw: 每小時的分析

source: Hours
es: Horas
fa: ساعت
ru: Часы
zh_cn: 小时
zh_tw: 小時

source: Hours with less than 30 reviews are not shown.
es: Las horas con menos de 30 repasos no se muestran.
fa: ساعت‌هایی با کمتر از 30 مرور نمایش داده نشده‌اند.
ru: Не показаны часы с менее чем 30 повторениями.
zh_cn: 不显示复习小于30次的时间段。
zh_tw: 未顯示少於30次複習的時段

source: How many days in the future?
ar: كم عدد الأيام القادمة؟
de: Wie viele Tage in der Zukunft?
es: ¿Cuántos días en el futuro?
fa: چه تعداد روز آینده؟
fr: Combien de jours d'avance?
ja: 何日後に学習しますか？
pl: Za ile dni?
ru: Сколько дней в будущем?
zh_cn: 今后几天？
zh_tw: 今後幾天？

source: Huge
ar: ضخم
de: Groß
es: Enorme
fa: بسیار بزرگ
fr: Très grande
ja: 特大
pl: Ogromny
ru: Огромный
zh_cn: 巨大
zh_tw: 巨大

source: If you studied every day
es: Si hubieses estudiado todos los días
fa: اگر شما هر روز مطالعه نموده‌اید
ru: Если бы вы учились каждый день
zh_cn: 如果每天都学习
zh_tw: 平均值（如果每天都學習）

source: Ignore Fingers
ar: تجاهل نقرات الأصابع
de: Finger ignorieren
es: Ignorar dedos
fa: نادیده گرفتن انگشت‌ها
fr: Ignorer les doigts
ja: 指タップを無視
pl: Ignoruj palce
ru: Игнорировать пальцы
zh_cn: 禁用手指
zh_tw: 忽略手指

source: Import
ar: استيراد
de: Importieren
es: Importar
fa: وارد کردن
fr: Importer
ja: インポート
pl: Importuj
ru: Импортировать
zh_cn: 导入
zh_tw: 匯入

source: Import complete.
ar: اكتمل الاستيراد.
de: Import fertiggestellt.
es: Importación completada.
fa: وارد کردن کامل شد.
fr: Importation terminée.
ja: インポートが完了しました。
pl: Importowanie zakończone.
ru: Импортирование завершено.
zh_cn: 导入完成。
zh_tw: 匯入完成。

source: Import from iTunes
ar: استيراد من iTunes
de: Aus iTunes importieren
es: Importar desde iTunes
fa: وارد کردن از iTunes
fr: Importer depuis iTunes
ja: iTunesからインポート
pl: Importuj z iTunes
ru: Импортировать из iTunes
zh_cn: 从 iTunes 中导入
zh_tw: 從iTunes匯入

source: Importing...
ar: استيراد...
de: Es wird importiert...
es: Importando...
fa: در حال وارد کردن...
fr: Importation...
ja: インポート中...
pl: Importowanie...
ru: Идет импорт...
zh_cn: 正在导入...
zh_tw: 匯入中...

source: Include Media
ar: تضمين الوسائط
de: Einschließlich Medien
es: Incluir archivos multimedia
fa: رسانه شامل شود
fr: Inclure les médias
ja: メディアファイルを含める
pl: Dołącz pliki
ru: Включить медиафайлы
zh_cn: 包括媒体文件
zh_tw: 包含媒體檔

source: Include cards with tag
ar: تضمين البطاقات التي لها وسم
de: Einschließlich Karten mit Schlagwort
es: Incluye tarjetas con etiqueta
fa: شامل کردن کارت‌های دارای برچسب
fr: Inclure les cartes avec certains tags
ja: タグ付カードを含める
pl: Dołącz karty z etykietą
ru: Включить карточки с пометкой
zh_cn: 选择标签
zh_tw: 包含貼有標籤的卡片

source: Incorrect username or password. Please try again.
es: Nombre de usuario o contraseña incorrectos. Por favor, inténtelo de nuevo.
ru: Неверное имя пользователя или пароль. Попробуйте снова.
zh_cn: 用户名或密码错误。 请再试一次。

source: Increase today's new card limit
ar: رفع حد البطاقات الجديدة لليوم
de: Heutigen Grenzwert für neue Karten erhöhen
es: Aumentar el límite de tarjetas nuevas para hoy
fa: افزایش تعداد کارت‌های جدید امروز
fr: Accroître le quota de cartes inédites
ja: 今日の新規カードの上限を上げる
pl: Zwiększ dzisiejszy limit nowych kart
ru: Добавить новых на сегодня
zh_cn: 增加今天的新卡片上限
zh_tw: 增加今日新卡片的數量上限

source: Increase today's review card limit
ar: رفع حد مراجعات اليوم
de: Heutigen Grenzwert für Wiederholungen erhöhen
es: Aumentar el límite de repasos para hoy
fa: افزایش تعداد کارت‌های مرور امروز
fr: Accroître le quota de cartes à revoir
ja: 今日の復習カードの上限を上げる
pl: Zwiększ dzisiejszy limit kart do przejrzenia
ru: Добавить повторяемых на сегодня
zh_cn: 增加今天的复习卡片上限
zh_tw: 增加今日待複習卡片的上限

source: Increasing intervals
ar: فواصل زمنية متزايدة
de: Intervall (ansteigend)
es: Intervalos crecientes
fa: افزایش بازه‌های زمانی
fr: Intervalles croissants
ja: 間隔が小さい順
pl: Rosnące przerwy
ru: По возрастанию интервалов
zh_cn: 间隔升序
zh_tw: 間隔由小至大排列

source: Interrupt Current Audio
ar: مقاطعة الصوت الحالي
de: Aktuelle Audiowiedergabe unterbrechen
es: Interrumpir el Audio Actual
fa: قطع صدای فعلی
fr: Interrompre l’audio en cours
ja: 再生中の音声を中断する
pl: Przerywaj odtwarzany dźwięk
ru: Прервать текущее аудио
zh_cn: 中断当前音频
zh_tw: 中斷當前音訊

source: Interval
ar: فاصل زمني
de: Intervall
es: Intervalo
fa: فاصلۀ زمانی
fr: Intervalle
ja: 復習間隔
pl: Przerwa
ru: Интервал
zh_cn: 间隔
zh_tw: 間隔

source: Interval modifier
ar: مُعدِّل الفاصل الزمني
de: Intervallfaktor
es: Modificador de intervalo
fa: ویرایشگر بازه‌های زمانی
fr: Modificateur d’intervalle
ja: 復習間隔の調整
pl: Modyfikator przerw
ru: Модификатор интервала
zh_cn: 间隔修饰符 (%)
zh_tw: 間隔調節器

source: Intervals
es: Intervalos
fa: بازه‌های زمانی
ru: Интервалы
zh_cn: 间隔
zh_tw: 間隔

source: Invalid deck name.
ar: اسم رزمة غير صالح.
de: Ungültiger Stapelname.
es: Nombre de mazo inválido.
fa: نام دسته نامعتبر است.
fr: Nom du paquet invalide.
ja: 無効なデッキ名です。
pl: Niepoprawna nazwa talii.
ru: Неверное название колоды.
zh_cn: 无效的卡组名称。
zh_tw: 無效牌組名稱。

source: Invalid number of days.
ar: عدد أيام غير صالح.
de: Ungültige Anzahl an Tagen.
es: Número de días inválido.
fa: تعداد رو نامعتبر است.
fr: Nombre de jours non valide.
ja: 無効な日数です。
pl: Niepoprawna liczba dni.
ru: Неверное количество дней.
zh_cn: 无效的天数。
zh_tw: 無效天數。

source: Invalid profile name.
ar: اسم ملف شخصي غير صالح.
de: Ungültiger Profilname.
es: Nombre de perfil inválido.
fa: نام پروفایل نامعتبر است.
fr: Nom de profil invalide.
ja: 無効なプロファイル名です。
pl: Niepoprawna nazwa profilu.
ru: Неверное название профиля.
zh_cn: 无效的配置文件名称。
zh_tw: 無效設定檔名稱。

source: Italic
ar: مائل
de: Kursiv
es: Cursiva
fa: کج
fr: Italique
ja: 斜体
pl: Kursywa
ru: Курсив
zh_cn: 斜体
zh_tw: 斜體

source: Lapses
ar: سقطات
de: Fehlschläge
es: Olvidos
fa: تعداد اشتباه
fr: Echecs
ja: 忘却
pl: Pomyłki
ru: Забытые
zh_cn: 失误次数
zh_tw: 忘記次數

source: Large
ar: كبير
de: Groß
es: Grande
fa: بزرگ
fr: Grand
ja: 大
pl: Duży
ru: Большой
zh_cn: 大
zh_tw: 大

source: Latest Review
es: Último repaso
fa: آخرین مرور
ru: Последнее повторение
zh_cn: 最近复习
zh_tw: 最近複習

source: Latest added first
ar: المضافة مؤخرًا أولًا
de: Erstelldatum (neuste zuerst)
es: Últimas añadidas primero
fa: آخرین اضافه شده در ابتدا قرار بگیرد
fr: Les derniers ajouts d’abord
ja: 追加日が新しい順
pl: Najpierw ostatnio dodane
ru: Сначала последняя добавленная
zh_cn: 添加日期逆序
zh_tw: 最近新增的優先

source: Learn
es: Aprender
fa: یادگیری
ru: Изучаемые
zh_cn: 学习
zh_tw: 學習

source: Learn Ahead Minutes
ar: دقائق التعلم المبكر
de: Um Minuten vorauslernen
es: Aprender Por Avanzado (minutos)
fa: صرف نظر از زمان‌های یادگیری کمتر از
fr: Apprendre en avance (minutes)
ja: 先取り学習 (分)
pl: Minut nauki z wyprzedzeniem
ru: Минут изучения наперед
zh_cn: 提前学习 (分钟)
zh_tw: 提前學習（分鐘）

source: Learn new cards with certain tags
ar: دراسة البطاقات الجديدة التي لها وسوم معينة
de: Neue Karten mit bestimmten Schlagwörtern lernen
es: Aprender tarjetas nuevas con ciertas etiquetas
fa: یادگیری کارت‌های جدید دارای برچسب‌های خاص
fr: Apprendre des cartes inédites avec certains tags
ja: タグ付新規カードを学習
pl: Ucz się nowych kart z określ. etyk.
ru: Учить новые карточки с опред. пометками
zh_cn: 学习带有特定标签的新卡片
zh_tw: 學習貼有特定標籤的新卡片

source: Learn: %@, Review: %@, Relearn: %@, Filtered: %@
es: Aprendido: %@, Repasados: %@, Reaprendidos: %@, Filtrados: %@
fa: یادگیری: %@، مرور: %@، یادگیری دوباره: %@، فیلتر شده: %@
ru: Выучено: %@, Просмотрено: %@, Выучено снова: %@, Отфильтровано: %@
zh_cn: 学习：%@，复习：%@，重新学习：%@，经筛选：%@
zh_tw: 學習：%@ 複習：%@ 重新學習：%@ 已篩選：%@

source: Learning
es: Aprendiendo
fa: در حال یادگیری
ru: Обучение
zh_cn: 学习中
zh_tw: 學習中

source: Learning Cards
ar: بطاقات التعلم
de: Lernkarten
es: Tarjetas en fase de aprendizaje
fa: کارت‌های مرحلۀ یادگیری
fr: Cartes apprises
ja: 学習中カード
pl: Uczone karty
ru: Изучаемые карточки
zh_cn: 学习中的卡片
zh_tw: 學習中的卡片

source: Leave without saving?
ar: هل تريد الخروج بدون الحفظ؟
de: Ohne zu speichern verlassen?
es: ¿Salir sin guardar?
fa: خروج بدون ذخیره؟
fr: Quitter sans enregistrer ?
ja: 保存せずに終了しますか？
pl: Wyjść bez zapisywania?
ru: Выйти без сохранения?
zh_cn: 不保存就离开？
zh_tw: 離開而不儲存？

source: Leech action
ar: تدبير البطاقات المستعصية
de: Aktion für Lernbremsen
es: Acción para sanguijuelas
fa: عمل در کارت‌های سخت
fr: Traitement des pénibles
ja: 定着困難時のアクション
pl: Działanie dla pijawek
ru: Действие для приставучих
zh_cn: 针对记忆难点的操作
zh_tw: 榨時卡動作

source: Leech threshold
ar: عتبة البطاقات المستعصية
de: Grenzwert für Lernbremsen
es: Umbral para sanguijuelas
fa: آستانه علامتگذاری به عنوان خیلی سخت
fr: Seuil de pénibilité
ja: 定着困難と判定するやり直し回数
pl: Próg pijawek
ru: Порог для приставучих
zh_cn: 难点阈值
zh_tw: 榨時卡臨界值

source: Left
ar: يسار
de: Links
es: Izquierda
fa: چپ
fr: Gauche
ja: 左寄せ
pl: Lewo
ru: Слева
zh_cn: 左对齐
zh_tw: 左對齊

source: Left Shoulder
ar: أزرار التحكم الخلفي اليسرى
de: Linke Schulter
es: Gatillo Izquierdo
fa: زمانبندی چپ
fr: Gaucher
ja: 左ショルダー
pl: Lewy bumper
ru: Левый бампер
zh_cn: 左肩键
zh_tw: LS

source: Left Thumbstick Button
ar: عصا الإبهام اليسرى
de: Linker Knopf für Daumen
es: Botón de palanca de izquierdo
fa: دکمۀ انگشت شست راست
fr: Bouton miniature à gauche
ja: 左スティック
pl: Przycisk lewej gałki
ru: Кнопка левого стика
zh_cn: 左摇杆
zh_tw: 左搖桿按鈕

source: Left Trigger
ar: المفتاح الأيسر
de: Links Auslöser
es: Gatillo izquierdo
fa: کلید چپ
fr: Déclencheur à gauche
ja: 左トリガー
pl: Lewy spust
ru: Левый триггер
zh_cn: 左扳机键
zh_tw: LT

source: Life
es: Vida
fa: از ابتدا
ru: Жизнь
zh_cn: 使用期
zh_tw: 總時間

# Light &amp; Translucent
source: Light & Translucent
ar: فاتح وشفاف
de: Hell & durchlässig
es: Luz & Translucido
fa: روشن و مات
fr: Clair et translucide
ja: ライト & 半透明
pl: Jasny & prześwitujący
ru: Светлый и прозрачный
zh_cn: 浅色半透明
zh_tw: 淺色半透明

source: Link to .apkg file to import:
ar: رابط ملف .apkg الذي تريد استيراده:
de: Link zur .apkg-Datei für Import:
es: Enlace al archivo .apkg para importar:
fa: لینک فایل .apkg برای وارد کردن:
fr: Lien vers le fichier .apkg à importer :
ja: .apkgファイルをインポートするためのリンク先：
pl: Link do zaimportowania pliku .apkg:
ru: Ссылка на .apkg файл для импорта:
zh_cn: 链接到 .apkg文件以导入:
zh_tw: 連結到 .apkg 檔來匯入：

source: Loading...
ar: تحميل...
de: Daten werden geladen …
es: Cargando...
fa: درحال بارگذاری...
fr: Chargement...
ja: 読み込み中...
pl: Ładowanie...
ru: Грузится...
zh_cn: 正在载入...
zh_tw: 讀取中...

source: Log Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fa: خروج
fr: Déconnexion
ja: ログアウト
pl: Wyloguj się
ru: Выйти
zh_cn: 注销
zh_tw: 登出

source: Logged in as:
ar: مسجل كـ:
de: Angemeldet als:
es: Conectado como:
fa: وارد شده به عنوان:
fr: Logué en tant que:
ja: ログイン中のユーザ名:
pl: Zalogowano jako:
ru: Выполнен вход как:
zh_cn: 登录为：
zh_tw: 已登入為：

source: Login
ar: تسجيل الدخول
de: Anmeldung
es: Iniciar sesión
fa: ورود
fr: Connexion
ja: ログイン
pl: Zaloguj się
ru: Войти
zh_cn: 登录
zh_tw: 登入

source: Login Failed
es: Error al iniciar sesión
ru: Войти не удалось
zh_cn: 登录失败

source: Long
ar: طويل
de: Lang
es: Largo
fa: طولانی
ja: 長い
pl: Długie
ru: Долгий
zh_cn: 长
zh_tw: 長

source: Long press on an item to customize.
ar: اضغط ضغطة مطولة على عنصر لتخصيصه.
de: Langes Drücken auf einen Eintrag zum Anpassen.
es: Mantenga presionado un elemento para personalizarlo.
fa: برای شخصی‌سازی یک گزینه را برای مدت طولانی نگه دارید.
fr: Appui long sur un élément pour personnaliser.
ja: カストマイズしたいアイテムを長押し
pl: Przyciśnij dłużej na obiekcie, aby dostosować.
ru: Удерживайте на объекте для кастомизации.
zh_cn: 长按一个项目以自定义。
zh_tw: 長按項目來自訂。

source: Longest interval
es: Intervalo más largo
fa: بیشترین بازۀ زمانی
ru: Самый длинный интервал
zh_cn: 最长间隔
zh_tw: 最長的間隔

source: Lowest ease
es: Facilidad más baja
fa: کمترین سهولت
ru: Наименьшая легкость
zh_cn: 最低难度系数
zh_tw: 最低容易程度

# M&amp;B
source: M&B
ar: تعليم ودفن
de: K&Z
es: M&E
fa: علامت و دفن
ja: マ&延
pl: W&Zkp
ru: Пом&Отл
zh_cn: 标&延期
zh_tw: 標&隱

# M&amp;S
source: M&S
ar: تعليم وتعليق
de: K&A
fa: علامت و تعلیق
fr: MetS
ja: マ&保
pl: W&Zaw
ru: Пом&Искл
zh_cn: 标&保留
zh_tw: 標&止

source: Mark
ar: تعليم
de: Kennzeichnen
es: Marcar
fa: علامتگذاری
fr: Marquer
ja: マークする
pl: Wyróżnij
ru: Пометить
zh_cn: 标记(快捷标签)
zh_tw: 標記

source: Mark + Bury
ar: تعليم ودفن
de: Kennzeichnen + zurückstellen
es: Marcar + Enterrar
fa: علامت + دفن
fr: Marquer+Enterrer
ja: マーク＋延期
pl: Wyróżnij + Zakop
ru: Пометить и отложить
zh_cn: 标记 + 延期
zh_tw: 標記+暫時隱藏

source: Mark + Suspend
ar: تعليم وتعليق
de: Kennzeichnen + aussetzen
es: Marcar + Suspender
fa: علامت + تعلیق
fr: Marquer+Suspendre
ja: マーク＋保留
pl: Wyróżnij + Zawieś
ru: Пометить и исключить
zh_cn: 标记 + 保留
zh_tw: 標記+暫時停止

source: Marked
ar: مُعلَّمة
de: Gekennzeichnet
es: Marcada
fa: علامت زده شده
fr: Marqué
ja: マークしました
pl: Wyróżniona
ru: Помеченные
zh_cn: 已标记
zh_tw: 已標記

source: Mature
es: Maduras
fa: بالغ
ru: Закрепленные
zh_cn: 熟悉
zh_tw: 熟練

source: Max cards to gather
ar: العدد الأقصى للبطاقات المعروضة
de: Max. Karten zum Erfassen
es: Máximo de cartas a recolectar
fa: حداکثر تعداد کارت‌ها
fr: Cartes max à collecter
ja: カード枚数の上限
pl: Maks. kart do zebrania
ru: Макс. карточек для сбора
zh_cn: 筛选上限
zh_tw: 堆積卡片上限

source: Max new per day
ar: عدد البطاقات الجديدة الأقصى في اليوم
de: Max. neue Karten pro Tag
es: Máximo de nuevas por día
fa: حداکثر تعداد کارت تازه در روز
fr: Maximum de nouvelles cartes par jour
ja: 新規カードの1日の上限
pl: Maks. nowych dziennie
ru: Макс. новых за день
zh_cn: 每天最多新卡数 (张)
zh_tw: 每天新卡片上限

source: Max reviews per day
ar: عدد المراجعات الأقصى في اليوم
de: Max. Wiederholungen pro Tag
es: Máximo de repasos por día
fa: حداکثر تعداد مرور در روز
fr: Maximum de cartes révisées par jour
ja: 復習カードの一日の上限
pl: Maks. powtórek dziennie
ru: Макс. повторений за день
zh_cn: 每天最多复习数 (张)
zh_tw: 每天待複習卡片上限

source: Maximum Backups
ar: عدد النسخ الاحتياطية الأقصى
de: Maximale Sicherungskopien
es: Máximo de copias de seguridad
fa: حداکثر تعداد پشتیبان
fr: Nombre maximum de sauvegardes
ja: バックアップの上限
pl: Maks. liczba kopii zapasowych
ru: Макс. число копий
zh_cn: 最大备份数
zh_tw: 備份數量上限

source: Maximum interval
ar: الفاصل الزمني الأقصى
de: Höchstintervall
es: Intervalo máximo
fa: حداکثر بازۀ زمانی
fr: Intervalle maximum
ja: 復習間隔の上限
pl: Maksymalna przerwa
ru: Максимальный интервал
zh_cn: 最多间隔 (天)
zh_tw: 最長間隔

source: Media files exported: %d...
ar: ملفات الوسائط التي تم تصديرها: %d...
de: Mediendateien exportieren: %d...
es: Archivos multimedia exportados: %d...
fa: فایل‌های رسانه صادر شدند: %d...
fr: Nombre de fichiers média exportés: %d...
ja: メディアファイルのエクスポート：%d...
pl: Pliki wyeksportowane: %d...
ru: Медиафайлов экспортировано: %d...
zh_cn: 导出媒体文件：%d...
zh_tw: 媒體檔已匯出為：%d...

source: Mid Center
ar: منتصف المركز
de: mittig
es: Centro Medio
fa: وسط مرکز
fr: Au milieu au centre
ja: 中央
pl: Środek
ru: По середине
zh_cn: 正中
zh_tw: 正中央

source: Mid Left
ar: منتصف اليسار
de: Mitte links
es: Centro Izquierda
fa: وسط چپ
fr: Au milieu à gauche
ja: 左中央
pl: Lewy środek
ru: Слева по середине
zh_cn: 左中
zh_tw: 左中央

source: Mid Right
ar: منتصف اليمين
de: Mitte rechts
es: Centro Derecha
fa: وسط راست
fr: Au milieu à droite
ja: 右中央
pl: Prawy środek
ru: Справа по середине
zh_cn: 右中
zh_tw: 右中央

source: Minimum interval
ar: الفاصل الزمني الأصغر
de: Mindestintervall
es: Intervalo mínimo
fa: کمترین بازۀ زمانی
fr: Intervalle minimum
ja: 復習間隔の下限
pl: Minimalna przerwa
ru: Минимальный интервал
zh_cn: 至少间隔 (天)
zh_tw: 最短間隔

source: Minutes
es: Minutos
fa: دقیقه
ru: Минут
zh_cn: 分钟
zh_tw: 分鐘

source: Minutes Between Backups
ar: الدقائق بين النسخ الاحتياطية
de: Minuten zwischen Sicherungskopien
es: Minutos entre copias de seguridad
fa: وقفۀ بین پشتیبان‌ها (دقیقه)
fr: Nombre de minutes entre les copies de sécurité
ja: バックアップの間隔 (分)
pl: Minuty między kopiami zapasowymi
ru: Минут между копиями
zh_cn: 备份频率 (分钟)
zh_tw: 備份間隔（分鐘）

source: Mix
ar: خلط
de: Mischen
es: Mezcla
fa: ترکیب
fr: Mélanger
ja: ミックス
pl: Mieszaj
ru: Перемешать
zh_cn: 混合
zh_tw: 混合

source: Most lapses
ar: الأكثر سقطات
de: Fehlerzahl (häufigste zuerst)
es: Más veces olvidadas
fa: بیشترین اشتباه
fr: Plus de fautes
ja: 忘却が多い順
pl: Najwięcej pomyłek
ru: Наиболее забываемые
zh_cn: 最多失误数
zh_tw: 最常忘記

source: Never Type Answer
ar: لا تدخل الجواب أبدًا
de: Niemals Antwort eintippen
es: Nunca escriba la respuesta
fa: هیچ وقت پاسخ را تایپ نکن
fr: Ne jamais taper la réponse
ja: 答えをタイプしない
pl: Nigdy nie wpisuj odpowiedzi
ru: Никогда не вписывать ответ
zh_cn: 禁用键入答案
zh_tw: 永不輸入答案

source: New Cards
ar: بطاقات جديدة
de: Neue Karten
es: Tarjetas nuevas
fa: کارت‌های جدید
fr: Cartes inédites
ja: 新規カード
pl: Nowe karty
ru: Новые карточки
zh_cn: 新卡片
zh_tw: 新卡片

source: New cards
ar: بطاقات جديدة
de: Neue Karten
es: Nuevas tarjetas
fa: کارت‌های جدید
fr: Cartes inédites
ja: 新規カード
pl: Nowe karty
ru: Новые карточки
zh_cn: 新卡片
zh_tw: 新卡片

source: New first
ar: الجديد أولًا
de: Neue zuerst
es: Nuevas primero
fa: تازه‌ها اول
fr: Priorité aux nouvelles
ja: 新規カードが先
pl: Najpierw nowe
ru: Сначала новые
zh_cn: 先学习
zh_tw: 新卡片優先

source: New interval
ar: الفاصل الزمني الجديد
de: Neues Intervall
es: Intervalo para nuevas
fa: بازۀ زمانی جدید
fr: Nouvel intervalle
ja: 新しい復習間隔 (前回比)
pl: Przerwa nowej karty
ru: Новый интервал
zh_cn: 新间隔 (%)
zh_tw: 設定新的間隔為

source: New name:
ar: الاسم الجديد:
de: Neuer Name:
es: Nombre nuevo:
fa: نام جدید:
fr: Nouveau nom :
ja: 新しい名前：
pl: Nowa nazwa:
ru: Новое имя:
zh_cn: 新名称：
zh_tw: 新名稱：
