Repository: ankitects/ankimobile-i18n
Catalog: mobile/*/strings.xliff
Languages: ar, de, es, fa, fr, ja, pl, ru, zh_cn, zh_tw

# settings-app-enable-notifications
source: Please go the iOS Settings app, locate the Anki section, and enable notifications, badges and alerts.
ar: اذهب إلى إعدادات iOS، وابحث عن قسم أنكي، وفعّل التنبيهات، والوسوم، والإنذارات.
de: Bitte gehen Sie in den iOS-Einstellungen zum Abschnitt für Anki und aktivieren Sie dort Benachrichtigungen/Mitteilungen, Badges und Warnhinweise.
es: Por favor, vaya a configuración de aplicaciónes de iOS, localize la sección de Anki, y habilite las notificaciones, insignias y alertas.
fa: لطفاً به تنظیمات مراجعه کرده، آنکی را پیدا کرده، و اعلان‌ها، نشانک‌ها و هشدارها را برای آنکی فعال کنید.
fr: Veuillez accéder aux paramètres d’iOS, puis à la section Anki et activez les notifications, badges et alertes.
pl: Przejdź do ustawień systemu iOS, znajdź sekcję Anki i włącz powiadomienia, plakietki oraz alerty.
ru: Пожалуйста, откройте настройки системы iOS, найдите там раздел с Anki и включите уведомления, наклейки и предупреждения.
zh_tw: 請前往 iOS 設定，找到「Anki」，並啟用允許通知、標記和提示。

source: some third-party libraries
ar: بعض مكتبات الطرف الثالث
de: einige Bibliotheken von Drittanbietern
es: algunas bibliotecas de terceros
fa: بعضی از مجموعه‌های دیگر
fr: quelques bibliothèques de tiers
ja: サードパーティ製ライブラリ
pl: niektórych bibliotek firm trzecich
ru: библиотек от сторонних разработчиков
zh_cn: 一些第三方程序库
zh_tw: 部分第三方函式庫

# sync-conflict-msg
source: Your decks here and on AnkiWeb differ in such a way that they can't be merged together, so it's necessary to overwrite the decks on one side with the decks from the other. Do you want to upload the decks from here, or download the decks from AnkiWeb?
es: Sus mazos aquí y en AnkiWeb difieren de tal manera que no se pueden fusionar, por lo que es necesario sobrescribir los mazos de un lado con los mazos del otro. ¿Quiere subir los mazos desde aquí o descargar los mazos desde AnkiWeb?
ru: Ваши колоды здесь и на AnkiWeb отличаются так, что их слияние невозможно, поэтому необходимо перезаписать колоды одной стороны колодами с другой. Хотите ли вы загрузить колоды отсюда, или же скачать их из AnkiWeb?
zh_cn: 您本地的卡组与 AnkiWeb 上的卡组不同，无法合并。现在需要单向完全同步覆盖其中一方的内容。您想要从这里上传卡组还是选择从 Ankiweb 下载卡组？

# sync-inconsistent
source: Your collection is in an inconsistent state. Please use the Check Database function, then try again.
es: Su colección está en un estado inconsistente. Utilice la función Verificar base de datos, luego intente nuevamente.
ru: Ваша коллекция находится в несовместимом состоянии. Используйте функцию проверки базы данных, затем попробуйте снова.
zh_cn: 您的收藏集处于不一致状态。请使用 检查数据库 功能，然后重试。

# tap-to-sync
source: To activate syncing, tap the synchronize button on the deck list screen.
ar: لتفعيل المزامنة، انقر زر مزامنة في شاشة قائمة الرزم.
de: Um die Synchronisation zu aktivieren, tippen Sie bitte auf den Synchronisieren-Knopf auf dem Bildschirm für die Stapelliste.
es: Para activar la sincronización, toque el botón de sincronización en la pantalla principal.
fa: برای فعال‌سازی همگام‌سازی، بر روی دکمۀ همگام‌سازی در لیست دسته‌ها بزنید.
fr: Pour synchroniser, appuyez sur le bouton en bas de la liste des paquets.
ja: 同期を実行するには、デッキリスト表示スクリーンの「同期する」をタップしてください。
pl: Aby aktywować synchronizację, naciśnij przycisk "Synchronizuj" na ekranie z listą talii.
ru: Для включения синхронизации, коснитесь кнопки синхронизации в списке колод.
zh_cn: 在卡组列表界面点击“同步”以开始。
zh_tw: 在牌組清單畫面按一下「同步」按鈕以啟用同步。

# thanks-contributors
source: A big thanks to everyone who has provided translations, bug reports, and suggestions.
ar: شكرًا جزيلًا لكل من وفّر ترجمات, وتقارير أخطاء، واقتراحات.
de: Ein großes Dankeschön an alle Personen, die mit Vorschlägen, Fehlerberichten und Spenden zur Weiterentwicklung von Anki beigetragen haben.
es: Un gran agradecimiento a todos los que han proporcionado traducciones, informes de errores y sugerencias.
fa: از همۀ کسانی که ترجمه، گزارش مشکل، و پیشنهادات را فراهم کردند تشکر می‌کنیم.
fr: Un grand merci à tous ceux qui ont fourni des traductions, des rapports de bogue et des suggestions.
ja: Ankiの翻訳、バグの報告や提案をしてくださったすべての方々に心から感謝申し上げます。
pl: Wielkie podziękowania dla wszystkich, którzy pomagali w tłumaczeniu oraz zgłaszali błędy i sugestie.
ru: Большое спасибо всем, кто помог проекту переводами, сообщениями об ошибках и предложениями.
zh_cn: 非常感谢所有提供翻译，错误报告和建议的人。
zh_tw: 謹向所有曾提供翻譯、回報錯誤與提出建議的各位致以莫大的感謝。

# thanks-for-support
source: Thank you for buying AnkiMobile! Anki development would not be able to continue without your support, so it is greatly appreciated.
ar: شكرًا لك لشرائك أنكي موبيل! ما كان ليستمر تطوير أنكي بدون دعمك، لذلك نقدر هذا جدًا.
de: Vielen Dank für Ihren Kauf von AnkiMobile! Die Weiterentwicklung von Anki wäre ohne Ihre Unterstützung nicht möglich. Wir schätzen Ihre Unterstützung sehr!
es: ¡Gracias por adquirir AnkiMobile! Sin tu apoyo su desarrollo no sería posible, por eso te estoy muy agradecido.
fa: از شما برای خریدن AnkiMobile تشکر می‌کنیم! توسعۀ آنکی بدون حمایت شما ممکن نبود، پس کمال قدردانی را از حمایتتان داریم.
fr: Merci d'avoir acheté AnkiMobile! Le développement continu d'Anki ne serait pas faisable sans votre soutien, nous vous remercions grandement.
ja: AnkiMobileをご購入いただきありがとうございます。Ankiシステムの開発は、本アプリをご購入いただいた方々のご支援のもとに成り立っています。重ねて御礼申し上げます。
pl: Dziękujemy za zakup AnkiMobile! Rozwój Anki nie mógłby być kontynuowany bez twojego wsparcia, więc bardzo je doceniamy.
ru: Спасибо за покупку AnkiMobile! Разработка Anki не смогла бы продолжаться без вашей поддержки, поэтому мы чрезмерно благодарны.
zh_cn: 感谢您购买 AnkiMobile！Anki 的发展离不开您的支持。
zh_tw: 感謝您購買AnkiMobile！Anki的開發工作離不開您的支持。

source: the Anki homepage
ar: صفحة أنكي الرئيسية
de: die Anki-Homepage
es: la página principal de Anki
fa: صفحۀ آنکی
fr: Page d'accueil Anki
ja: Ankiのウェブページ
pl: stronę główną Anki
ru: главную страницу Anki
zh_cn: Anki主页
zh_tw: Anki首頁

# today-again-count
source: Again count: %d (%0.2f%% correct)
ar: عدد البطاقات المجابة بـ «مجددًا»: %d (%0.2f%% صحيح)
de: Nochmal-Zähler: %d (%0.2f%% richtig)
es: Recuento de fallos: %d (%0.2f%% correcto)
fa: تعداد دوباره: %d (%0.2f%% صحیح)
fr: Cartes à revoir: %d (%0.2f%% correcte)
ja: もう一度と回答した回数：%d (正解率%0.2f%%)
pl: Liczba pomyłek: %d (%0.2f%% poprawnych)
ru: Число ошибок: %d (%0.2f%% правильных)
zh_cn: “再来”次数：%d (正确率：%0.2f%%)
zh_tw: 「再一次」計數：%d（正確率：%0.2f%%）

source: unbury cards now
es: desenterrar tarjetas ahora
fa: لغو دفن کارت‌ها
ja: カードの延期を解除
ru: вернуть карточки сейчас
zh_cn: 立刻取消延期
zh_tw: 立即將卡片取消暫時隱藏

# will-be-returned
source: Cards will be returned to their original deck as you answer them.
ar: ستعود البطاقات إلى رزمها الأصلية عندما تجيب عنها.
de: Karten kehren in ihren ursprünglichen Stapel zurück, wenn sie beantwortet werden.
es: Las tarjetas serán devueltas a su mazo original a medida que las respondas.
fa: کارت‌ها بعد از پاسخ به دستۀ اصلی خود بازگردانده می‌شوند.
fr: Replace les cartes dans leur paquet après y avoir répondu.
ja: ここで回答したカードは元のデッキに戻されます。
pl: Po odpowiedzi na karty powrócą one do talii początkowej.
ru: После ответа карточки будут возвращены в изначальную колоду.
zh_cn: 这些卡片会在您做出回答后被放回原卡组。
zh_tw: 當您回答這些卡片後，將會回到原始牌組。

# x-per-day
source: %@/day
es: %@/día
fa: %@ در روز
ru: %@/день
zh_cn: %@/天
zh_tw: %@/天

# scratchpad-transparency-medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fa: متوسط
fr: Moyen
pl: Średnia
zh_tw: 中等

# scratchpad-transparency-none
source: None
ar: لا شيء
de: Nichts
es: Ninguno
fa: هیچکدام
pl: Brak
zh_tw: 無

source: 3AM
fa: 3 ق.ظ
zh_tw: 上午3點

source: 4PM
fa: 4 ب.ظ
zh_tw: 下午4點

source: 10AM
fa: 10 ق.ظ
zh_tw: 上午10點

source: 10PM
fa: 10 ب.ظ
zh_tw: 下午10點

# scratchpad-transparency-slight
source: Slight
ar: صغير
de: Gering
fa: جزئی
pl: Niewielka
zh_tw: 輕微

# scratchpad-transparency-full
source: Full
ar: كامل
de: Voll
